Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: Prisoner Wagon gets attacked by Khthon
hu: Khthonok támadják meg a fogolykaravánt

source: Death of Prisoner Wagon
hu: A fogolykaraván elveszik

source: That is the pass up ahead...
hu: Ott van előttünk a hágó...

source: These farming villages have seen better days, and I think I see the cause.
hu: Ezek a gazdag falvak egykor jobb napokat éltek, s azt hiszem, sejtem, miért.

source: So, Foul Nemesis! Where are you going to with that Eye?
hu: Úgy, aljas Nemesis! Hová igyekszel a Szemmel?

source: It does not matter, just keep your diseased minions away from us.
hu: Ne érdekeljen, csak tartsd távol tőlem a ragályos szolgáidat.

source: No, I will have that Eye.
hu: Nem, szükségem van a Szemre!

source: Not if we can help it.
hu: Sosem kapod meg, ha rajtunk áll!

source: I will make sure you cannot.
hu: Ti ebbe nem szólhattok bele.

source: You will need to keep the enemy away from the prisoners, they cannot defend themselves.
hu: Távol kell tartanod az ellenséget a foglyoktól, mivel ők nem tudnak védekezni.

source: Once they reach the pass, the wagons will be safe from the enemy coming from the swamp and forest. I just hope we don't encounter orcs or trolls.
hu: Mihelyst elérik a hágót, a karaván biztonságban lesz a mocsárból és az erdőből támadó ellenséggel szemben. csak abban reménykedem, hogy nem találkozunk orkokkal vagy trollokkal.

source: Remember that the true believers, our fighters and followers, are protected from the Khthon curse. Your seafairing companions and Dardrus's mercenaries are vulnerable.
hu: Ne felejtsd el, hogy az igazi híveink, a harcosaink és követőink, védettek a khthonok ragálya ellen. A tengerjárók és Dardrus zsoldosai viszont sebezhetőek.

source: Enjoy the puff-weed flowers. An old elvish trick, but still effective against the ignorant.
hu: Röptesd el a pitypang bóbitás magjait. Egy régi tünde játszadozás, de a tudatlaok ellen is hatásos.

source: Shut your diseased mouth, daemon!
hu: Fogd be a pofád, mocskos démon!

source: <i>*Sneeze!*</i> I can hardly-<i>*Sneeze!*</i>-gahh.
hu: <i>*Hapci!*</i> Nem kapok-<i> *Hapci!*</i>-hahh.

source: The prisoners are dead... I wonder who they were, might my mother have been among them?
hu: A foglyok halottak... Vajon kik lehettek, talán anyám is közöttük volt?

source: I shudder to think what that monster has done to those trapped in the wagon...
hu: Belegondolni is szörnyű, mit csinált az a szörnyeteg a védtelen foglyokkal...

source: The wagons are safe!
hu: A karaván biztonságos helyre ért!

source: As if that was important... But the rest of us are faster and should be able to follow.
hu: Ez volt a legfontosabb... mi gyorsabban mozgunk, mehetünk mi is a hágóhoz.

source: They are escaping... We <b>need</b> that Eye!
hu: Megszöknek... <b>Kell</b> az a Szem!

source: It is difficult, no, impossible to get it while it is in the clutches of the winged one. The rest of them are vulnerable, but not her.
hu: Nehéz lesz megszerezni, ha nem lehetetlen, míg a szárnyas démon karmaiban van. A többiek sebezhetőek, de ő nem.

source: They are vulnerable, aren't they. I wonder if ... ...
hu: Persze sebezhetőek. S mi lenne, ha... ...

source: That's it! Let's move, Keldan. We must act fast!
hu: Ez az! Gyerünk, Keldan! Gyorsan kell cselekednünk!

source: I sense something...
hu: Érzek valamit...

source: I know what this is, scatter!
hu: Tudom, mi ez. Szétszóródni!

source: The air turned dark and thick.
hu: Az ég elsötétült, köd ereszkedett a tájra.

source: What is happening?
hu: Mi folyik itt?

source: I don't know!
hu: Nem tudom!

source: The Enemy of My Enemy
hu: Az ellenségem ellensége

source: The Khthon scattered as a dark floating object filled the sky.
hu: A khthonok szétfutottak, ahogy a sötét, lebegő alkalmatosság megjelent fölöttük.

source: After hovering overhead for a while, the mass moved over to a field and settled on the ground, looking like a small, out-of-place, icy mountain. Nemesis emerged from an opening and waved them over.
hu: A csatatér fölé helyezkedő roppant hegy lassan odébbúszott, majd a közeli mezőre ereszkedett alá, tájidegen jeges hegycsúcsként tornyosult a zöld mező közepén. Nemesis az egyik tisztáson bukkant föl, s magához intette a többieket.

source: The inside of the mountain looked very similar to the inside of the floating island. Nemesis explained that this island would be safe up in the sky, and the Khthon could not attack the humans. However, that was not a long-term solution for there was no space for raising crops on the island.
hu: A hegy belseje nagyon hasonlított a repülő sziget belsejéhez. Nemesis elmondta, hogy ez a sziget a levegőben biztonságban van a khthonoktól, akik nem tudják megtámadni a rajta lévőket. A szigettel ellentétben ezt még nem hódították meg a növények.

source: Echidna had to be struck down if they were to ever find any peace. The island could patrol for gatherings of Khthon (any large animal or humanoid could be assumed to be Khthon by now), and rain down rocks and missiles upon them. When the Khthon were driven to flat terrain, the island would be lowered to crush them.
hu: Echidnát meg kell semmisíteni, ha valaha is békében akarnak élni. A szigetről könnyen felderíthetők a nagyobb khthon csoportosulások (bármilyen nagyobb állat vagy emberszerű lény khthonnak tekinthető mostantól), s ezekre a magasból sziklákat és nyilakat lehet zúdítani. Ha nyílt terepre menekülnek a khthonok, a szigettel egyszerűen rájuk szállva semmisítik meg őket.

source: Once Echidna and possibly her elven side-kick were destroyed, the Khthon would stop gathering and forming organized forces. They could then be exterminated like any other predator, and the world would be safe for humans, for Nemesis was not a cruel god like Ares.
hu: Ha egyszer Echidnát és tünde segítőit megsemmisítik, a khthonok nem lesznek képesek a ragályt továbbadni, s veszélyeztetni az élőlényeket. Ugyanúgy ki lehet irtani őket, mint más ragadozókat, s a világ újra biztonságos hellyé változik az élők számára. Nemesis nem volt egy kegyetlen isten, mint Ares, szerette a kiszolgáltatott élőket.

source: That was the plan. It was a good plan, and they would have gotten away with it too, if it hadn't been for the growing cancer just north of Weldyn...
hu: Ez volt a terv. Jó terv volt, s véghez is tudták volna vinni, ha Weldyntől északra valami nem kezd el terebélyesedni...

source: Find and defeat Seth
hu: Megtalálod és megsemmisíted Szethet

source: That damned Primeval airship prevents us from moving out in the open, but if we stay in the trees and jagged terrain, we should be safe.
hu: Az az átkozott antik hajó megakadályozza a nyílt terepen való mozgásunkat, de ha az erdőkben,. vagy fedett terepen maradunk, biztonságban leszünk

source: We're mostly elves and animals, I don't think keeping to the trees will be a problem. But what do we do about the bad thing from which we flee?
hu: Főleg tündék és állatok vannak a seregünkben, nem hiszem, hogy problémát okoz, ha erdőben kell tartózkodnunk. De mit tehetnénk az ellen az átkozott szerkentyű ellen, ahelyett, hogy elfutunk?

source: We need to get far away from here! Do you realize what will happen if we stay?
hu: Távolmaradunk tőle, ez a legjobb! Van róla fogalmad, mi történik, ha egy helyben maradunk?

source: How can I know? What will happen, from what exactly do we flee?
hu: Honnan tudhatnám? Mi történik, miért kell menekülni előle?

source: We flee one called Seth. Seth and I came here long ago, in a different form - we were one.
hu: Egészen pontosan egy Szeth nevű lény elől menekülünk. Szeth és én egykor együtt érkeztünk ide - szó szerint egyek voltunk.

source: If Seth catches me, and we become one again, this world is ruined. Worse than ruined - worse even than if the Primeval Nemesis triumphed. Not only will the Khthon be defeated, there will be no hope, no life. Only void.
hu: Ha Seth elfog engem, s újra egyesülünk, ez a világ rommá lesz. Sőt rosszabb jövő elé nézünk - még rosszabb elé, mintha az antik Nemesis győzne. Nemcsak a khthonok semmisülnek meg, de semmilyen élet nem marad. Csak az üresség.

source: We will not let that happen! Death to Seth, and all those-
hu: Ezt nem engedhetjük meg! Halál Szethre és mindenkire, aki-

source: Silence! <i>Do you see that?</i>
hu: Csendet! <i>Hallod ezt a hangot? </i>

source: <i>That is not really a bird, is it...</i>
hu: <i>Hát nem úgy hangzik, mint egy madárcsicsergés, inkább...</i>

source: Run!
hu: Tűnés!

source: No... You will come with me...
hu: Nem... Velem jössz...

source: She said Seth was worse than our Nemesis.
hu: Azt mondta, Szeth rosszabb, mint Nemesis.

source: The flying mountain passes overhead! The enemy of my enemy is ...
hu: A repülő hegy a fejünk fölé ért! Az ellenségem ellensége a...

source: Keldan waved his sword in the air, hoping it would catch enough light to make a noticeable flash.
hu: Keldan meglengette a kardját, remélte, hogy a fény megcsillan rajta, s talán észreveszik.

source: I've been spotted...
hu: Észrevették...

source: (Don't land on me.)
hu: (Ne szálljatok rám!)

source: That is one of the enemy generals!
hu: Ott az egyik ellenséges tábornok!

source: (A Khthon, this is strange behaviour for one of them...) What do you want?
hu: (Egy khthon, de eléggé különösen viselkedik...) Mit akarsz?

source: Echidna has been captured by one called Seth, whom she said was a worse enemy than you. Seth wants only void, and for this, he needs to do something to Echidna.
hu: Echidnaát elkapta egy Szeth nevezetű valaki, akiről Echidna azt mondta, hogy még nálad is rosszabb ellenség. Szeth csak ürességet akar, s ezért kapta el Echidnát.

source: I don't know the name Seth, but I do know that the Khthon are a broken fragment of a greater evil.
hu: Nem ismerem Szethet, de azt tudom, hogy a khthonok egy nagy gonosz kis töredékei.

source: I think Seth headed south of here.
hu: Szeth alighanem délre távozott.

source: Towards the growing storm... This may be Khthon treachery, or it may be the coming of the great evil. Bresda, post your most trusted guards in the sky mountain and I will seal it so that the Khthon cannot enter. We will follow Echidna on foot, for the skies are too turbulent to risk going by air.
hu: A közelgő vihar felé... Lehet, hogy egy aljas khthon trükkel van dolgunk, de lehet, hogy egy hatalmas gonosz közeleg. Bresda, a legmegbízhatóbb őreidet állítsd az őrhelyekre, én meg lezárom a szigetet, így a khthonok nem tudnak bejutni. Gyalogosan eredünk Echidna nyomába, mivel a viharzóna veszélyes lehet a szigetünkre a levegőben.

source: As you command!
hu: Ahogy parancsolod!

source: I assure you, this is not a trick.
hu: Biztosíthatlak, nem trükközök.

source: You'd best keep silent...
hu: Jobban tennéd, ha hallgatnál...

source: Hawthryn Pass
hu: Hawthryn-hágó

source: The group headed up the pass, looking back to make sure the Khthon did not follow. It did seem strange that the monsters did not follow, but the terrain was rough and not anything like the swamp or forest that they were accustomed to.
hu: A csapat elérte a hágót, visszafordulva megbizonyosodtak róla, hogy a khthonok nem követik őket. Kicsit furcsállották, hogy nem követik őket, de a hegyi terep úgy látszik nem volt a szörnyek ínyére, s nem tudtak olyan jól mozogni rajta, mint a mocsárban vagy az erdőben.

source: Could escaping the Khthon be so simple? One could only hope.
hu: Ilyen könnyű lenne megszökni a khthonok elől? Bízzunk benne, hogy igen!

source: Wagons reach the end of the Pass.
hu: A karaván eléri a hágó végét

source: Death of Prisoner Wagons
hu: elveszik a fogolykaraván

source: Pelandir the Stout
hu: Állhatatos Pelandir

source: The big lake is not far now, it should be faster moving after that.
hu: A tó már nincs messze, onnantól gyorsabban tudunk mozogni.

source: Can we let the prisoners stretch their legs? They've been kept in those carts all day-
hu: esetleg a foglyaink is megmozgathatnák a végtagjaikat? Egész nap be voltak zárva a szekerekbe-

source: You care so much for the prisoners, who's side are you on?
hu: Miért aggódsz annyira a foglyok miatt, kinek az oldalán állsz?

source: The boy is probably a native, and Dardrus lets him whine more than I would, but he has a point. However, now is not the time. There is activity ahead...
hu: A fiú maga is közülük való, és Dardrus szerint többet nyavalyog a kelleténél, de alighanem igaza van. De most nem alkalmas a pillanat. Valami van ott előttünk...

source: Like vermin! We leave this post for a year, and the smelly animals move in. Well, this won't do! Back you go, Orcs! You saw our signs, you are trespassing!
hu: Mint a patkányok! Egy éve elhagytuk ezt az őrhelyet, s ezek a büdös állatok rögtön befészkelték magukat. Nos, ezt nem tűrhetjük. Vissza, orkok! Láttátok a zászlónkat, határsértők vagytok!

source: Push off, midget! So you put up some piles of rocks, you think that makes you lord of these hills? YOU are trespassing! Die!
hu: Fogd vissza magad, törpe! Mert összedobáltatok néhány kavicsot egy halomba, máris úrnak képzelitek magatokat? TI vagytok a határsértők! S most meghaltok!

source: Our path moves right through the middle of their coming battle-field.
hu: Egyenesen a csatatéren visz át az utunk.

source: Ho-ho! Human forces!
hu: Ho-hó! Emberek a láthatáron!

source: We have not met, but surely you can agree that we need to form a united front against these beasts!
hu: Bár még nem találkoztunk, de biztosan ti is úgy gondoljátok, hogy közösen kell megküzdenünk ezekkel a nyamvadt férgekkel!

source: <b>We will do no such thing!</b> I would exterminate every last one of you little rats!
hu: <b>Senkivel nem közösködünk!</b> Magam is ki tudom irtani a patkányokat, beleértve titeket is!

source: ... I wasn't expecting that... Very well, we will fight you too! Never cross a dwarf! I hope you don't plan on progressing up this pass.
hu: ... Hát, nem ezt vártam... Nos, megküzdünk veletek is! Ne keresztezd egy törp útját! Remélem nem gondoltátok komolyan, hogy itt áthaladhattok.

source: We can't sit here, let's get moving.
hu: Nem ülhetünk itt a babérjainkon, gyerünk tovább!

source: At least these enemies are familiar. No more of those diseased monsters...
hu: Legalább ezeket az ellenségeket már ismerjük. S nem azokkal az átkozott szörnyekkel kell megküzdenünk...

source: Be wary of that winged monster!
hu: Ügyeljetek arra a szárnyas démonra!

source: Stay away from that one!
hu: igen, maradjatok távol tőle!

source: Oh my, you are strong! But not so smart!
hu: Huhh, erős vagy! De nem túl okos!

source: Ouch! What have ... you ... uh ...
hu: Áúú! Mi ez... te... uh...

source: You are coming with me!
hu: Velem jössz!

source: <i>No!</i> As if I couldn't feel more hatred for you!
hu: <i>Ne!</i> Ennél jobban sajnos már nem tudlak gyűlölni!

source: Coward!
hu: Gyáva!

source: We need to keep moving. Bresda was a brave leader, but-
hu: Tovább kell mennünk. Bresda egy bátor vezető volt, de-

source: Silence!
hu: Hallgass!

source: <i>She is upset, but we must keep moving...</i>
hu: <i>Nagyon dühös, de akkor is tovább kell mennünk...</i>

source: End of the line, you cannot pass!
hu: Vége az útnak, nem mehetsz tovább!

source: Who are you?!
hu: Ki vagy te?

source: You're out of your element, you have made a fatal mistake! I should have slain you long ago, but this ends now!
hu: Kifogytál a lehetőségekből, súlyos hibát követtél el! Régen végeznem kellett volna veled, de most nem menekülsz!

source: Nemesis slays Echidna.
hu: Nemesis megöli Echidnát

source: Maelstrom
hu: Örvénylés

source: The most trusted guards were posted inside the flying structure, to keep an eye upon the prisoners and to provide a final defense against intruders, should any get through the seal.
hu: A legmegbízhatóbb őröket a repülő szerkezet belsejébe állították, hogy szemmel tartsák a foglyokat, s védjék a helyet a behatolóktól, ha netán áttörnének a külső védművön.

source: The rest of the group headed into the source of the dark clouds...
hu: A csapat többi része a fekete felhők felé indult...

source: The destruction has grown since I was last here.
hu: A pusztulás mértéke megnőtt, mióta utoljára voltam itt.

source: Are we really going to walk into that?
hu: Biztos, hogy oda akarunk menni?

source: Yes, we must.
hu: Igen, oda kell mennünk.

source: The dark skies obscure the sun, so although the sun rises high, it may as well be dusk.
hu: A sötét ég elhomályosította a napot, alkonyati homály borult a tájra

source: Something is odd about this one. As if it wasn't real...
hu: van valami szokatlan ebben a felhőben. Mintha nem is volna igazi...

source: Who are these people?
hu: Kik ezek az emberek?

source: Something about them seems familiar...
hu: Valahonnan ismerősnek tűnnek...

source: Through the fog, a scream pierced the air. It was a scream of great pain and despair, from one who was not quite human.
hu: A ködön keresztül egy sikoly hallatszott. Egy fájdalmas, megkínzott lény sikolya, egy lényé, ami nem volt egészen ember.

source: Something is wrong... I - I feel a great pain...
hu: Valami baj van... Én - fájdalmat érzek...

source: All of the green-eyed ones are falling...
hu: Minden zöldszemű lény megsemmisült...

source: That is a very bad sign, the evil must be progressing...
hu: Rossz ómen, a gonosz erősödik...

source: You... cannot kill me. You will pay for your... audacity.
hu: Te... engem nem ölhetsz meg. Fizetni fogsz a ... pimaszságodért.

source: Empowered
hu: Újjászületve

source: Well, this isn't good...
hu: Hát, ez nem igazán kellemes...

source: I will smite that vile thing!
hu: Majd én elbánok azzal a lénnyel!

source: <span style='italic' weight='light'>Welcome home...</span>
hu: <span style='italic' weight='light'>Légy üdvözölve itthon...</span>

source: Home? What?
hu: Itthon? Micsoda?

source: Is that it? The storm appears to be dissipating.
hu: Ez meg mi? A viharzóna szétoszlik.

source: Was one of the enemy leaders Seth or Echidna?
hu: Az ellenség vezetője Echidna vagy Szeth volt?

source: No, neither of those were Echidna. Something is not right, this was too easy...
hu: Nem, Echidna nem volt köztük. Itt valami nem stimmel, túl könnyen végeztünk...

source: We should probably head back to the mountain.
hu: Talán vissza kellene térnünk a hegyre.

source: What?
hu: Micsoda?

source: What is that?
hu: Mi ez?

source: I sense a very strong energy coming from it, but I do not know what it is...
hu: Valami nagyon erős energia árad belőle, de nem tudom, mi az...

source: We should probably stay away.
hu: Talán ki kellene kerülnünk.

source: I agree, we should stay away.
hu: Egyetértek, ki kellene kerülnünk.

source: What if we are too late? Can we possibly stand up to the great evil?
hu: És ha elkéstünk? Ellent tudunk állni egy óriási gonosznak?

source: Hush! Have faith!
hu: Csend! Legyen hited!

source: We are not too late, we would know if we were.
hu: Nem késtünk el, arról tudnék.

source: The boy is right, something is odd. It's as if the great evil is holding back.
hu: A fiúnak igaza van, valami nem stimmel. Mintha valami hatalmas gonosz akadályozna minket.

source: But you are a god, how can you not know what is happening?
hu: De hiszen te egy isten vagy, hogyhogy nem tudod, mi történik?

source: Watch your tongue! Nemesis is a god, but just like not every god can deliver the justice of the sword as she can, she cannot know all that other gods know.
hu: Vigyázz a száda! Nemesis egy isten, de ahogy a többi isten nem hordozza az ő igazság kardját, úgy ő sem rendelkezik a többi isten eszközeivel, s nem tudja, amit a többiek tudnak.

source: I should not have to explain myself. Others would know the ancient history better, it has not been my concern.
hu: Nincs miért mentegetőznöm. Mások tartják számon az ősi históriákat, én ezzel sosem törődtem.

source: Believe in me, I shall not abandone my followers in this great test.
hu: Higgyetek nekem, a nagy megpróbáltatásokban sem hagyom magára a híveimet.

source: My servant has perished. Dardrus, I must request that you transfer ownership of yours.
hu: A szolgám elveszett. Dardrus, el kell kérjem a tiédet.

source: Haldrad, I must turn over ownership of you to Nemesis. I wish it were otherwise, but this is how it is.
hu: Haldrad, át kell adjalak Nemesisnek. Nem szívesen teszem, de amit meg kell tenni, azt meg kell tegyük.

source: ('Ownership'? Whatever happens here, I fear we humans have already lost...)
hu: (Mint egy árucikket? Akármi folyik itt, attól tartok, mi emberek elvesztünk...)

source: What is happening
hu: Mi történik?

source: Maybe, now, we are too late?
hu: Lehet, hogy mégis elkéstünk?

source: Yes, boy. Now we are too late...
hu: Igen, fiú. Tényleg elkéstünk...

source: Hope Returns
hu: A remény visszatér

source: The group continued onward toward Lake Vrug, watching for Khthon tormentors who never came. Nemesis seemed very upset by the loss of Bresda, which Prince Haldrad thought quite odd. Dardrus explained that it was difficult to understand the minds of the Primeval Gods. He guessed that Nemesis saw Bresda as a favourite pet, the rage would probably pass.
hu: A csapat folytatta az útját a Vrug-tó felé, árgus szemekkel figyelték az utat, nehogy a gyötrő khthonok rájuk törjenek. Nemesis nagyon dühös volt Bresda elvesztése miatt, amit Haldrad herceg igen meglepőnek tartott. Dardrus azt mondta, hogy nehéz megérteni az antik istenek gondolatvilágát. Úgy gondolta, hogy Nemesis Bresdában egy kedvenc állatkát látott, de majd hamarosan elmúlik a haragja.

source: Defeat Orcish Leaders
hu: Legyőzöd az ork vezéreket

source: Keldan kills Bresda
hu: Keldan megöli Bresdát

source: Well, this is the lake.
hu: Nos, itt vagyunk a tónál.

source: And what have we there?
hu: S mit találtunk?

source: The green-eyed monsters are held up by more of the natives. And they have a live hostage?
hu: A zöldszemű szörnyek elfogtak néhány bennszülöttet. S túszként tartják fogva Bresdát?

source: Out of my way!
hu: Félre az utamból!

source: No! We don't want your kind running around here as well!
hu: Nem! Nem akarjuk, hogy a fajtátok uralják ezt a területet!

source: Ha! Into the lake with you!
hu: Há! Dobjátok a tóba őket!

source: You! Humans that walk with demons! You will help me reach the other side of this lake, if you want your friend to live...
hu: Ti! Emberek, akik a démonokkal vándoroltok! Segítsetek elérni a tó túlsó partját, ha életben akarjátok tartani a barátotokat...

source: I have a better idea. I fly over there and strike you down.
hu: Jobb ötletem van. Odarepülök hozzád, és lecsaplak.

source: If you try, I will run her through. You seem to forget that I hate you as much as you hate me. I will do what damage I can.
hu: Ha megteszed, beléköltözök. Úgy látszik, elfelejtetted, hogy én legalább annyira gyűlöllek téged, mint te engem. S tudok neked kárt okozni.

source: (We will need to get close to him, though I know not how...)
hu: (Közelebb kellene kerülnünk hozzá, habár nem tudom, hogyan...)

source: (Some of Bresda's people can swim, but I doubt they could get close enough.)
hu: (Bresda emberei között jó úszók is vannak, de kétlem, hogy közel tudnának hozzá kerülni.)

source: I expect you to make some effort to push back the orcs, so that I may pass. And remember, don't try anything clever.
hu: Elvárom tőletek, hogy visszatartjátok az orkokat, hogy eltávozhassak. s ne felejtsétek el, csak semmi trükk.

source: Why are you out here alone? Where is Echidna?
hu: Miért vagy egyedül? Hol van Echidna?

source: Your friend has all of her fingers, right now. If you keep talking, that can change...
hu: A barátodnak még megvan minden ujja. Ha tovább szövegelsz, ez változhat...

source: No prying questions, but I want some proof your hostage is alive and well.
hu: Nem akarok akadékoskodni, de szeretnék meggyőzödni róla, hogy a túszod él, és minden rendben van vele.

source: Fair enough.
hu: Ez elfogadható.
