Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: The rank of Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
hu: A parancsnoki rang azokat illeti meg, akik csapatokat vezetnek a csatába. Vezetői képességük birtokában a mellettük harcoló alacsonyabb szintű egységeket jobb teljesítményre ösztönzik. A parancsnokok legjobban a karddal bánnak, bár szükség esetén íjjal is tudnak harcolni. Ha a parancsnok meghal, a csata is elveszik.

source: Fighter
hu: Harcos

source: Young and brash, Fighters attack with a sword, and are vulnerable to more seasoned enemies. However they have the potential to become great warriors one day.
hu: A fiatal és hetyke harcosok karddal harcolnak, s könnyen megsebzik őket a rutinosabb ellenségek. De mégis belőlük lesznek a jövő nagy harcosai.

source: Young and brash, Fighters fight with a sword, and are vulnerable to attack from enemies. However they have the potential to become great warriors one day.
hu: A fiatal és hetyke harcosok karddal harcolnak, s könnyen megsebzik őket az ellenségek. De mégis belőlük lesznek a jövő nagy harcosai.

source: Lord
hu: Úr

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
hu: A csapatok vezetői, az urak különösen a közelharcban erősek, de jól bánnak az íjjal is. Ahogy a parancsnokok, ők is rendelkeznek hadvezetési képességgel, s így ösztönzőleg hatnak a mellettük harcoló alacsonyabb szintű egységekre.

source: female^Hostage
hu: Túsz

source: Khthon Marshal
hu: Khthon Marsall

source: The longevity and natural intelligence of elves make them apt for military matters, even when they have become host to the Khthon.
hu: A hosszúéletű és természetes intelligenciával rendelkező tündék kiválóan alkalmasak hadi szolgálatra, még akkor is, ha a khthon szellem beléjük költözik.

source: Pirate
hu: Kalóz

source: Corsair
hu: Könyörtelen

source: Seadog
hu: Tengeri medve

source: Pantheon Queen
hu: Főistennő

source: Hera is the surviving ruler of the Primevals... Special Note: This unit cannot be killed.
hu: Hera a túlélő antikok vezetője... Megjegyzés: Ezt az egységet nem lehet megölni.

source: Pax Nemesis
hu: Békés Nemesis

source: Nemesis has triumphed the adversary, and will usher in a new age of Law and Order. There are just a few loose ends in need of tying... Special Note: This unit cannot die.
hu: Nemesis legyőzte az ellenségeit, s a Törvény és a Rend új korszakának bevezetésére törekszik. Csak kevés ellenkezőt kell megkötve tartania... Megjegyzés: Ezt az egységet nem lehet megölni.

source: Primeval Nemesis
hu: Antik Nemesis

source: Nemesis is badly wounded, and is as vulnerable to attacks as any mortal. Her sword arm is still functioning, luckily, but she cannot fly and her glare doesn't have the power it once did (though it can still cause self doubt in the enemy).
hu: Nemesis súlyosan megsebesült, s éppoly sérülékennyé vált, mint bármely halandó. Szerencsére azt a kezét, amellyel a kardot forgatja, képes használni, de repülni nem tud, s vakító támadása sem az igazi (bár ezzel kapcsolatban az ellenségeinek alighanem különvéleménye van).

source: Nemesis is recovering, but is still mortal. She cannot fly yet, but she has regained full use of both arms, so she can throw the chakram again.
hu: Nemesis gyorsan nyeri vissza az erejét, habár még mindig halandó. Repülni nem tud, de mindkét kezét tudja már használni, így fegyvertárába újra bevette a csakramot is.

source: The Destroyer
hu: A Pusztító

source: This was Nemesis, but no longer. It is the great evil and consumer of worlds, whose story has persisted in the legends of those from the South-Seas. Seth and Echidna were representations of broken fragments of the Destroyer created by the assumptions and beliefs of the long forgotten saviours. The Primeval developed in opposition to Echidna and the Khthon, so acquiring one of the Primeval Immortals is very helpful to the Destroyer in regaining its former strength. A bit more power is all that is necessary, and the Angry Eye (or Sceptred of Fire) will do. Special Note: This unit cannot die.
hu: Ő volt Nemesis, de már nem az. Már csak egy nagy gonosz, a világok megsemmisítője, akinek története a déltengeriek mítoszaiban újra és újra felbukkan. Seth és Echidna a Pusztítónak csupán töredékes megtestesülései voltak, akiket a világok megmentői alkottak hitük és feltételezéseik alapján. Az antikok képessége, amivel ellenálltak Echidnának és a khthonoknak felkeltette a figyelmét a Pusztítónak, s így egy antik halhatatlan beolvasztásával régi erejét is visszanyerte. Már csak egy kis energia szükséges, ezt pedig a Haragvó Szem (vagy ismert nevén Tűz Jogara) biztosíthatja. Megjegyzés: Ezt az egységet nem lehet megölni.

source: Paddy Wagon
hu: Rabomobil

source: These wagons are small, mobile prisons used for transport of prisoners. The driver cannot drop the reins to use anything more complicated than a thrown rock, but is armored and has some resistance to being displaced. The wheels of the wagon cannot traverse deep mud of swamps.
hu: Ezek a kocsik foglyok szállítására használt kicsi, mozgatható börtönök. A vezetőik nem dobhatják el a gyeplőt, így sziklánál bonyolultabb fegyvert nem használhatnak, de erősen vértezettek, s nehéz őket elmozdítani a bakról. A kocsi kerekei nehezen haladnak a mocsarak mély sarában.

source: Do I want to provide a home for one of my brethren, or do I want to harvest the power?
hu: Most új testbe akarom költöztetni az állatkáimat, vagy egy kis erőt akarok magamba szívni?

source: A home for new Khthon.
hu: Új állatkát szeretnék.

source: Harvest the power
hu: Erőt gyűjtök.

source: FIRE!
hu: TŰZ!

source: Targetting...
hu: Célzás

source: You are too close!
hu: Túl közel vagy!

source: Do not stand in the fire!
hu: Ne állj bele a tűzbe!

source: Fading Flare
hu: Kihúnyó nap

source: Flare
hu: Verőfény

source: Dark
hu: Koromsötét

source: Dry Dirt
hu: Szik

source: Ice Floor
hu: Jégpadló

source: In the last hours of rest that he was to have for a long time, Haldrad tried to make sense of what was happening. He picked up his knapsack and moved closer to Dardrus to demand an explanation. The nearby fighters gave Haldrad hostile scowls, but then moved in eagerly to hear what Dardrus had to say. Dardrus took a deep breath and began speaking in a low voice:
hu: Az elmúlt nyugalmas órákban, amire már oly régóta áhítozott, Haldrad megpróbálta megérteni, mi történt. Felemelte a hátizsákját, s közelebb ment Dardrushoz, hogy magyarázatot kapjon. A közelben tartózkodó harcosok sötét tekintettel néztek Haldradra, majd maguk is Dardrus köré gyűltek, meghallgatni, mit tud mondani. Dardrus vett egy mély levegőt, aztán halkan beszélni kezdett:

source: <i>A long, long time ago, there were no green-eyed traitors. Your kind multiplied, spread throughout the land, and built cities on every continent. We were content to let this happen, for you were no threat. But then the green-eyed ones came, spreading amongst your cities like a plague, forming legions of dangerous beasts. We saw the error of our ways, and became more involved. We put your cities under our protection, providing an alternative to the fate offered by the green-eyed monsters.</i>
hu: <i>Sok-sok évvel ezelőtt még nem voltak aljas zöldszemű lények. A fajtátok sokasodott, a szélrózsa minden irányába terjeszkedett, minden kontinensen városokat kezdett építeni. Nem bántuk, mivel nem jelentettetek veszélyt a számunkra. Aztán megjelentek a zöldszeműek. Járványként terjedtek el a városaitokban, torzszülött lények légióit hozták létre. Láttuk, hogy hibát követtünk el, s beavatkoztunk. Védelmünk alá vettük a városaitokat, s egy másfajta jövőt biztosítottunk, mint amit a zöldszeműek kínáltak.</i>

source: <i>Not all of your people were cooperative, some insisted upon fighting us and remaining fuel for the enemy. We were successful in breaking the obstinate and defeating the rebellious, thus depriving the enemy of what it needed. We had cleared the scourge, but knew it was not exterminated and would some day return. Our greatest warriors and generals went into a deep sleep, to awake when the enemy returned.</i>
hu: <i>Az emberek közül nem mindenki értette meg a szándékainkat, ellenünk fordult, s továbbra is kiszolgáltatottá vált az ellenségnek. Sikeresen megtörtük az ellenállást, s levertük a lázadókat, megfosztottuk ellenségeinket a terjeszkedés lehetőségétől. Megtisztítottuk tőlük a területeket, de tudtuk, hogy nem irtottuk ki őket teljesen, s egy napon visszatérhetnek. Legnagyobb harcosaink, tábornokaink hibernálták magukat, s készen álltak arra, hogy visszatérjenek, ha az ellenség újra felbukkan.</i>

source: Most of Dardrus's audience had listened with rapt attention. However, one craggy-faced, gray-haired, sinewed old sailor with weathered olive skin had worn a scowel that grew deeper as Dardrus talked. At this point, the sailor interrupted:
hu: Dardrus közönsége szájtátva hallgatta a történetet, csak egy barázdált arcú, őszhajú, szélcserzett bőrű, inas tengerész ábrázata borult el egyre jobban, ahogy Dardrus mesélt. Most hirtelen közbevágott:

source: <i>With all due respect, great one, that story is incomplete and does not do justice to the deeds of those who saved us from the great outsider. You leave out the part where Ishtu, great winged goddess of victory, and Athtep, great red-eyed god of night, tear assunder that great storm which would consume all. In their great wisdom, they carved out the heart. The head of the destroyer was given to deathly Nura, who pushed it deep into the shadows, from where it could never escape. If it did escape, it could not reclaim its heart, for golden-crowned Aruyun had breathed a mortal life into the heart, and placed it upon this earth. In this way, the gods ensured the great destroyer could not proceed without eating its own heart!</i>
hu: <i>Minden tiszteletem a tiéd, nemes idegen, de a történeted hiányos, s nem szól azok tetteiről, akik megmentettek minket a gaz ellenségtől. Nem említetted Ishtut, a győzelem hatalmas, szárnyas istennőjét és Athtepet, az éjszaka vörösszemű istenét, akik szétdarabolták a világot felfalni igyekvő vihart. Akik bölcsen kivágták a szívét. A pusztítónak a fejét a haláli Nura kapta meg, aki a fejet az árnyékvilág mélyére süllyesztette, ahonnan soha nem szökhet meg. Ha mégis megpróbálná, akkor sem menne semmire, mivel a szívét az aranykoronájú Aruyun halandóvá változtatta, s elrejtette a földön, hogy ne egyesülhessenek. Ezzel az istenek elérték, hogy a hatalmas pusztító saját szívének felfalása nélkül nem tudja kibontakoztatni erejét!</i>

source: The old sailor's voice cracked at this point and he sat silent for a moment. In a softer voice, he continued: <i>Now the children of Athtep and Ishtu, if not Ishtu herself, walk amongst us. Know we are your faithful servants, we pray you see it fit to tell us why.</i> And with that, he bowed his head and walked off. Dardrus kept a stone-like gaze on the middle-distance, and the others eventually wandered off to get some rest.
hu: Ennél a pontnál megtört az öreg tengerész hangja, egy pillanatra leült, majd sokkal lágyabb hangon folytatta: <i>Most Athtep és Ishtu gyermekei, ha nem maga Ishtu, közöttünk járnak. Láthatjátok, hogy mi hűséges szolgáitok vagyunk, imádkozunk, hogy ti is méltónak találjatok minket elmondani nekünk, miért.<i> Ezzel lehajtotta a fejét és lassan odébbállt. Dardrus szeme fennakadt, s kifejezéstelen tekintettel bámult a távolba. A többiek lassan szétszéledtek, s lepihentek.
