Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: Trinity
hu: Istenháromság

source: Tri
hu: IH

source: Easy
hu: Könnyű

source: Less Easy
hu: Kevésbé könnyű

source: Ouch!
hu: Huhh!

source: Author
hu: Szerző

source: Music (non-default)
hu: Zene (az alapzenéken kívül)

source: Special Thanks To:
hu: Külön köszönet az alábbiaknak:

source: Intro
hu: Bevezetés

source: This story concerns the birth of the second sun, Naia. While history has recorded this as a great project that was a tribute to the power and skill of Wesnoth, the truth is much more complicated and much less rosy.
hu: A történet kapcsolatban áll a második nap, Naia születésének körülményeivel. Míg a történelemben azt az eseményt nagyszerű teljesítményként írják le, amely Wesnoth erejét és tudását bizonyította, a valóság ennél sokkal árnyaltabb képet mutat.

source: These factions were annoyances and a drain on resources, but the real threat was the fraying treaty with the Dwarves of Knalga. The humans were no longer willing to trade grains and meat, which they needed for their own population, for metal, which they felt they could mine themselves. The dwarves held up a brave front, but the human population was growing, and just like the orcs, the humans would lash out to take what they needed. The dwarves scouted out new lands to gather strength against the human horde. The humans continued their search for metal ore and increased food supply.
hu: Ezen csoportok fenyegetésének elhárítása sok erőforrást felemésztett, de az igazi veszélyt a Knalga törpjeivel fennálló egyezség hordozta magában. Az emberek nem akartak többé gabonát és húst szállítani nekik, mivel az élelmiszerekre a saját népesség ellátása miatt nagy szükségük volt. Ugyanakkor a szükséges fémek megszerzéséért saját maguk kezdtek bányászkodni. A törpök szívósan ellenálltak, de az emberek száma nőtt, s akárcsak az orkok, az emberek is portyákba fogtak, hogy szükségleteiket kielégítsék. A törpök kénytelenek voltak új területeket meghódítani, hogy elegendő erőt gyűjtsenek az emberi hordák ellen. Az emberek is tovább kutattak ércek után, s növelték az élelmiszerek termelését is.

source: Against this tense backdrop, a necromancer researching ancient artifacts in a cave in the frozen north accidentally awakened an ancient race called the Primeval. As the inhabitants of the North, both human and orc, fled the Primeval forces, they desperately prayed to ancient gods they did not understand. That awakened the Khthon, mortal enemy of the Primeval but predators of all living things. A great tragedy was nigh, but those few humans who stayed to fight pulled off a victorious if self-sacrificing insurgency. Everyone involved, from the fearsome Primeval Lord Ares to the most confused human conscript, died in a massive explosion.
hu: Ebben a feszült helyzetben egy holtidéző az északi fagyos területen egy barlangban kutatott ősi eszközök után. Eközben véletlenül felébresztett egy ősi fajt, az antikokat. Észak lakói, emberek és orkok, menekülésük közben kétségbeesetten esdekeltek az ősi istenekhez, akiket nem is ismertek. Ezzel felébresztették az antikok, s minden élő faj halálos ellenségét, a khthonokat. A katasztrófa elkerülhetetlennek látszott, de az a kevés ember, aki állhatatosan harcolt, végül győzelmet aratott, habár maguk is megsemmisültek. Mindenki elpusztult, beleértve a félelmetes antik istent, Arest, s a legutolsó megzavarodott emberi újoncot is, egy hatalmas robbanásban.

source: Well, almost everyone...
hu: Azaz, majdnem mindenki...

source: Keep it real. Mad real.
hu: Normális maradsz. Őrülten normális.

source: Not keepin' it real.
hu: Megőrülsz.

source: Prince Haldrad
hu: Haldrad herceg

source: Initialization
hu: Alapbeállítások

source: Prince Haldrad and The Beggar
hu: Haldrad herceg és a koldus

source: It was a warm, end-of-summer day and Prince Haldrad was returning to Weldyn from a trip to Elensefar. It was getting dark, and Carcyn was the last sizeable town until Dan Tonk, so the Prince's train headed in to the gates to rent a floor of the town inn.
hu: Meleg nyárutó volt, amikor Haldrad herceg Elensefarból visszaindult Weldynbe. Már alkonyodott, s Dan Tonk előtt Carcyn volt az utolsó számottevő város. Haldrad herceg tehát efelé igyekezett kíséretével, hogy megszálljon a városi fogadóban.

source: On the way in through the gates, a foul-smelling, blind beggar approached in a submissive manner, asking for assistance: 'Please, Good Sir. Please help!' Haldrad's bodyguards moved in to strike down the diseased old man before he harmed their charge, but the Prince raised a hand, tossed a coin, and asked:
hu: Miközben áthaladtak a kapun, egy bűzlő, vak koldus közeledett feléjük nagy alázatosan, s segítséget kért: -Kérem, jó uram! Kérem, segítsen! Haldrad testőrei azonnal megindultak, hogy félrerúgják a beteg, öreg embert, nehogy bajt csináljon, de a herceg felemelte a kezét, egy pénzdarabot vetett a koldusnak, s azt mondta:

source: 'What is the problem, old man?' 'My brother went in to town and did not come back. The militia will not let me past the gates, so I cannot follow him. I am blind, and without his guidance I am lost.' The old man was quite dirty and smelled like Death. As often happens with his type, it seemed he never changed cloths, only added new ones so that he had acquired quite a putrid bulk of cloth. And yet, there was something upright and noble in his posture. Prince Haldrad felt there was something interesting about this old man. 'Come with us, old father. At the inn, you can wash up and then we will find your brother.'
hu: -Mi a baj, öreg? -A bátyám bement a városba, de még nem tért vissza. A várőrség nem engedett belépni a városba, így nem tudtam követni őt. Vak vagyok, s a támogatása nélkül elveszek. Az öreg igen piszkos volt, s úgy bűzlött, mint a halál. Ahogy ez az ilyenekkel gyakran megesik, nyilván régóta nem váltott már ruhát, csupán új darabokkal egészítette ki régi kollekcióját, s így leginkább egy bűzlő lomtárra emlékeztetett. Mégis volt valami nemes és előkelő a tartásában. Haldrad herceg úgy érezte, van valami különös ebben az öreg emberben. -Gyere velünk, öregapám! A fogadóban megtisztálkodhatsz, aztán megkeressük a bátyádat.

source: The Prince and his guard rented the entire second floor of the inn. He showed the old beggar a room, gave him some clean clothes, and told him to clean up and that he would be back in a few hours and they would find his brother. The Prince went back downstairs to join his companions in a meal and a few drinks. The wine tasted watered down, but it must have been augmented for the next few hours flew by. He woke from the warmth of a friendly barmaid to the cries of 'Kill him!' emmanating from the street outside. Haldrad staggerd to his feet, and joined his guards at the window to see the commotion.
hu: A herceg a kíséretével elfoglalta a fogadó teljes emeletét. Kijelölt egy szobát az öreg koldusnak, s adott neki néhány tiszta ruhát, hogy megmosdjon, s átöltözzön, aztán ha elkészült, majd elindulnak megkeresni a bátyját. A herceg visszatért a csapatához, megebédeltek, s egy kicsit iszogattak is. A bor igencsak vizezett volt, de arra a pár órára ez is megfelelt. Éles 'Öljétek meg!' kiáltások riasztották fel egy barátságos pincérnő meleg öleléséből. A zaj az utcáról hallatszott. Haldrad felkászálódott, s az ablakon kibámuló testőreihez ment.

source: The townsfolk had formed an enraged circle around the old beggar, hurling rocks and insults, waiting for someone to take the first move and attack the old man. Except he wasn't an old man...
hu: A városiak egy őrjöngő kört alkottak az öreg koldus körül, köveket lóbáltak és szidalmakat zúdítottak rá, várták az első bátor embert, aki megtámadja az öreget. Illetve már nem is látszott olyan öregnek...

source: Move Haldrad and Dardrus past the city gates. (signpost)
hu: Haldrad és Dardrus kijut a városkapun túlra (útjelző)

source: Death of Haldrad
hu: Haldrad elesik

source: Death of Dardarus
hu: Dardrus elesik

source: Time runs out
hu: Kifutsz az időből

source: Vigilante
hu: Szemfüles

source: Watchman
hu: Őr

source: Halt! What is going on!?
hu: Megállj! Mi folyik itt!?

source: This mongrel walks amongst us, pretending to be a helpless old man...
hu: Ez a korcs itt kóborol közöttünk, s azt játssza, hogy egy magatehetetlen, öreg ember...

source: What could you possibly be up to, troll? Clever, clever troll... Get some rope, men.
hu: Milyen terveket forgatsz a fejedben, troll? Okos troll vagy... Kössük föl, emberek!

source: Hold on, just one minute, Officer. Deceiver! What have you to say for yourself?
hu: Megállj egy percre, tisztviselő! Csaló! Mit tudsz felhozni a mentségedre?

source: I am indeed a deceiver, but only because my brother disappeared here - that part was true. I had to find out what these people knew about it, but could not just walk up and ask.
hu: Valóban megjátszottam magam, de csak azért, mert a bátyámnak itt veszett nyoma - ez az igazság. Tudnom kell, mit tudnak róla az emberek, de nem sétálhatok és kérdezősködhetek csak úgy.

source: I'll tell you what happened! Your deceptive kin walked into the inn and started a fight. Three men died trying to subdue him. Smart enough to talk like a man, but nevertheless a dumb, dangerous beast.
hu: Majd én megmondom, mi történt! Az az álnok fajzat besétált a fogadóba, és kikezdett az emberekkel. Három ember halt meg, mialatt próbálták megfékezni. Ahhoz elég okos vagy, hogy ember módjára beszélj, de csak egy ostoba, veszélyes jószág vagy így is.

source: I'll take this beast off of your hands, Militiaman. The elders of Weldyn should see this odd specimen.
hu: Átveszem tőled ezt a jószágot, parancsnok. Weldyn bölcseinek látniuk kell ezt a különös fajzatot.

source: No, we need this one. We burned the last one, but that was a mistake. This one will be hung from the Gates, so any others know to stay away.
hu: Nem, mi intézzük el őkelmét. A másikat elégettük, de ezzel hibát követtünk el. Ezt felkötjük a városkapunál, így a többiek is láthatják, hogy jobb, ha távol maradnak.

source: I must insist. I can send some soldiers to help you once I reach Weldyn.
hu: Ragaszkodom hozzá, hogy magammal vigyem. Ha elérek Weldynbe, küldök katonákat hozzátok.

source: You will be safe in Weldyn, we will not be safe... We have a problem.
hu: Te Weldynben biztonságban leszel, de mi nem... Nekünk itt marad a probléma.

source: I will send word to Weldyn that the clever troll killed the Prince. So sad, but what could we do? And there may be more of them, not even Weldyn is safe...
hu: Megüzenem Weldynbe, hogy az okos troll megölte a herceget. Szomorú, de mit tehetünk? Többen is lehetnek, talán Weldyn sincs biztonságban...

source: Ha! Yes, so sad. A shame about the Prince, who could be next? Weldyn should know...
hu: Há! Igen, olyan szomorú. Ezt a szégyent, ki lesz Weldyn trónörököse? Mindegy, majd eldöntik...

source: Well, deceiver troll. We should get out of here.
hu: Nos, csaló troll. Ki kell jutnunk innen.

source: Hurry, troll. We need to leave this way
hu: Siess, troll! Erre gyere!

source: We're clear, troll. When we get to Weldyn, we will take up your case with the coucil of advisors. They are very wise and will know what to do.
hu: Tiszta a levegő, troll. Amikor megérkezünk Weldynbe, megtárgyaljuk az ügyedet a bölcsek tanácsával. Ők tudós emberek, tudni fogják, mi a teendő.

source: Very well, but let me ask you this: What is a troll?
hu: Rendben, de hadd kérdezzek valamit: Mi az a troll?

source: It is a strong, red-eyed being with rock-like skin. Maybe we will see one at Weldyn.
hu: Egy erős, vörösszemű lény, aminek kőkemény bőre van. Lehet, hogy Weldynben látunk egyet.

source: So, you would kill me and leave Carcyn vulnerable? I can only pray that the crown does not pass to your foolish head.
hu: Úgy, hát meg akarsz ölni, s Carcynt védtelenül hagyni? Imádkozom, hogy sose kerüljön korona az ostoba fejedre.

source: I feel unwell, that wine is catching up with me...
hu: Rosszul érzem magam, az a bor megártott nekem...

source: Don't stay sick for too long, lord. Look to the north!
hu: Ne betegeskedj sokáig, uram! Nézz észak felé!

source: The trolls must be hiding, we can't find any.
hu: A trollok elbújtak, egyet sem találtunk.

source: Change of plans, Vyr. We can get the aid of Weldyn when they find the trolls have killed the prince.
hu: Változott a terv, Vyr. Segítséget kaphatunk Weldyntől, ha megtudják, hogy a trollok megölték a herceget.

source: They killed the prince? Then who's that on his knees wretching?
hu: Megölték a herceget? S ki ez itt, aki térden csúszva öklendezik?

source: Sometimes we must stretch the truth...
hu: Néha egy kicsit segítenünk kell az igazságnak...

source: Ah, I see ...
hu: Aha, értem...

source: Uhgg... Lovely...
hu: Uhh... Szeretteim...

source: Haha! Looks like we will be delivering the sad news to Weldyn...
hu: Haha! Szomorú híreket kell Weldynbe továbbítanunk...

source: I can go back to Weldyn with the knowledge that there is something odd going on here, but what can I say to the advisors? This was such a waste.
hu: Visszatérhetek Weldynbe, hogy furcsa dolgok mennek itt, de mivel fogom bizonyítani a tanács előtt? Ezt a csatát elvesztettem.

source: Our friends from the hills have come to assist. The Prince and his new pet are cut off, we have them surrounded.
hu: A domb mögül megérkeztek a barátaink, hogy segítsenek. A hercegnek és a kis állatkájának vége, körbevettük őket.

source: Road to Weldyn
hu: Weldyn felé

source: During the trek to Weldyn, Haldrad tried to get information from Dardrus, but Dardrus was evasive. 'So tell me, Dardrus, where do you come from?' 'My home is near Carcyn.' 'Right... Why is it I have never seen a troll with hair before? Are there many of you?' 'I have no idea what a troll is, so I cannot answer your first question. As to your second: no, there is only one of me.' Haldrad gave up. He'd have more luck when the advisors were present.
hu: Weldyn felé tartva a herceg megpróbálta kiszedni Dardrusból az igazságot, de Dardrus kitérő válaszokat adott. -Tehát, Dardrus, honnan jöttél? -Carcyn mellett laktam. -'Rendben... Miért nem láttam korábban hajas trollokat? Sokan vagytok? -Fogalmam sincs, mi az a troll, így az első kérdésedre nem tudok válaszolni. A másodikra a válaszom: nem, én vagyok az egyetlen a fajtámból. Haldrad feladta. Több szerencsével jár majd, ha a tanácsosok is jelen lesznek.

source: As they trudged on in silence, Haldrad noticed things were a little too quiet. Neither the birds nor the locusts made a sound, and the damned things had been giving him a headache only an hour ago.
hu: Némán kutyagoltak tovább, mikor Haldradnak feltűnt a nagy csend. Sem a madarak nem énekeltek, sem a tücskök nem ciripeltek, s az előző történések miatt is fájt a feje.

source: Then the party heard the clanking and hoofbeats of the forces of Weldyn. Queen Caldera had sent them when Haldrad was late and had sent no messenger explaining why. Once they learned of the treachery by the people of Carcyn, they headed toward the town to punish the guilty. This allowed Prince Haldrad and his party to continue back to Weldyn without further harrassment.
hu: Egyszerre meghallották Weldyn seregének hangjait, patadobogást, páncélok csörömpölését. Caldera királynő küldte őket, hogy kiderítsék, miért késik Haldrad, és miért nem küldött hírnököt se. Miután tudomást szereztek Carcyn népének gonoszságairól, továbbmasíroztak, hogy a bűnösöket megbüntessék. Haldrad herceg útja innentől különösebb gond nélkül folytatódott Weldynbe.

source: Defeat the assassins
hu: Megölöd a gyilkosokat

source: Survive until the end of turns
hu: Kitartasz a körök végéig

source: Death of Dardrus
hu: Dardrus elesik

source: Something is wrong-
hu: Valami nem stimmel-

source: We cannot let you reach Weldyn, I'm sure you understand...
hu: Nem hagyhatjuk, hogy elérd Weldynt, biztosan megérted...

source: Not really, no.
hu: Nem, nem értem meg.

source: This isn't going well... I'd hoped to keep the militia out of this, but there is too much at stake.
hu: Rosszul áll a szénánk... Reméltem, hogy a katonaságot nem kell bevonnunk, de nincs más lehetőségünk.

source: If only I had been able to bring him to Weldyn for the advisors...
hu: Ha el tudtam volna vinni őt Weldyn tanácsosai elé...

source: Good! Now we just have to make it look like the troll did it, and we're in the clear!
hu: Nagyszerű! Már csak el kell rendeznünk a helyszínt úgy, mintha a trollok csinálták volna, ránk a gyanú árnyéka se vetődhet!

source: The Queen had recieved word of your troubles in Carcyn, I see it is true. I'm glad you were able to handle it. Continue on to Weldyn, we will continue on to Carcyn.
hu: A királynő tudomást szerzett a carcyni atrocitásokról, úgy látom, komoly a dolog. Örülök, hogy boldogultál. Folytasd az utadat Weldyn felé, mi rendet teszünk Carcynban!

source: The Queen had recieved word of your troubles in Carcyn, I see it is true. We will take care of these, continue on to Weldyn.
hu: A királynő tudomást szerzett a carcyni atrocitásokról, úgy látom időben érkeztünk. Mi majd elrendezzük a dolgot, folytasd az utadat Weldynbe, uram.

source: -(Gulp!)-
hu: -(Nyel egyet.)-

source: Spirits
hu: Szellemek

source: When Prince Haldrad reached Weldyn, he and Dardrus were presented to the Queen and the High Minister. Haldrad explained his travails, but now that he was safe his mother and the minister were more interested in the oddly coloured guest. Was he one of the dark skinned men rumoured to live in the far south, where the sun burned so bright? Never had they been said to have red eyes. In any case, the guest certainly didn't look like a troll.
hu: Miután Haldrad herceg elérte Weldynt, Dardrusszal együtt megjelentek a királynő és főminisztere előtt. Haldrad beszélt a kalandjairól, majd hogy ő már biztonságban volt, anyja és a miniszter a különös színezetű vendéghez fordult. Vajon egyike a sötétbőrű embereknek, akik a messzi déli tengereken élnek, ahol a nap olyan élesen tűz? Sosem láttak még olyan lényt, akinek vörös szeme lett volna. Akárhogy is, a jövevény nem hasonlított egy trollra.

source: Dardrus was not very cooperative in explaining his origin, yet he was otherwise quite civil. He insisted he find his brother, no matter how Haldrad tried to hint that his brother had surely been killed by the people of Carcyn. The Queen was amused by Dardrus, but her attention began to wander for to her he seemed but an oddity. The Minister, like Haldrad, was not so sure of that and decided it was best to gather the Advisors.
hu: Dardrus nem mondott sokat a kilétéről, egyébként elég kulturáltan viselkedett. Ragaszkodott hozzá, hogy megkeresse a bátyját, s nem fogadta el Haldrad magyarázatát, miszerint bátyja a carcyniak áldozatául esett. A királynőt elbűvölte Dardrus, érdeklődését különösen az egyedisége keltette fel. A miniszter ebben nem volt olyan biztos, s úgy döntött, hogy összehívja a tanácsot.

source: It would shock many to learn that one of the Advisors was a Necromancer. He lived in a swamp to the north-northeast and would need to be summoned. Haldrad, his veterans, and a few of the minister's mages went to do just that. Dardrus went along as well, because it would keep him away from the idle schemers that are present in any royal court.
hu: Sokak számára megütközést kelthet, hogy a tanácsosok egyike egy holtidéző volt, aki észak-északkeletre élt egy mocsárban. S elő kellett keríteni. Hadrad kipróbált embereivel, s pár mágussal együtt elindult érte. Dardrus szintén velük tartott, hogy ezzel is távol tartsa magát a királyi udvarokban mindig lebzselő léhűtők tömegétől.

source: Reach the Necromancer
hu: Megtalálod a holtidézőt

source: Well, here we are... Necromancers are not friendly fellows, we will not be able to simply walk up to the front door.
hu: Nos, itt vagyunk... A holtidézők nem túl barátságos fickók, nem számíthatunk barátságos fogadtatásra.

source: No, I'm sure we won't. 'Necromancer' does not sound friendly.
hu: Ebben én is biztos vagyok. 'Holtidéző', már a szó is baljósan cseng.

source: Doorman
hu: Ajtónálló

source: GO AWAY!
hu: TAKARODJATOK!

source: A spirit! Yet, it is not - it is just a shade...
hu: Egy szellem! Illetve nem is - ez csak egy árny...

source: (<i>Just</i> a shade?)
hu: (<i>Csak</i> egy árny?)

source: You're making a mess! What do you want!?
hu: Mire föl ez a fölfordulás? Mit akartok?

source: We need to schedule a meeting of the Advisors-
hu: A tanácsost hívnánk meg egy ülésre-

source: No! You cause your own problems, you can solve your own problems! Don't try to drag me in!
hu: Nem! A ti problémáitokat ti okoztátok, oldjátok meg saját magatok! Engem hagyjatok ki belőle!

source: Please ... We see something ... This cruel old man binds us ... But we can see ... Something wicked this way comes ...
hu: Kérlek... Láttunk valamit... Ez az aljas vénember besoroz a szolgái közé... Sötét jövő következik... Valami borzalmas dolog történik...

source: Oh, not this again. (grumble)
hu: Ó, már megint. (morog)

source: I can join you, as an envoy ... But you must free us from this old fool ... Something is coming and it ... is ...
hu: Csatlakozhatok hozzád, kísérőnek... De meg kell szabadíts minket ettől az öreg bolondtól... Valami közeledik, és ... az...

source: 'it is...' what?
hu: 'és az...' micsoda?

source: ... I don't know ...
hu: ...Nem tudom...

source: Well, Envoy, I hope you can eventually tell us more. But if you are not hostile, I have learned not to judge, and so you are welcome to join us.
hu: Nos, kísérőm, remélem idővel többet is megtudunk rólad. Mivel nem vagy ellenséges érzelemmel irántunk, nem ítélkezem, légy üdvözölve a csapatban.

source: Why won't you go away!?
hu: Miért nem húztok el innen!?

source: As I told you, we have convened a summit of the Advisors! We have to discuss a discovery. Speak up, Dardrus!
hu: Ahogy már mondtam, tanácsülés lesz. Meg kell vitatnunk egy fontos felfedezést. Beszélj, Dardrus!

source: What am I to say?
hu: Mit mondjak?

source: Huh! You are an odd one... In fact, my brother Malevan, last I heard from him, mentioned studying remnants of a race very similar... Very well, to Weldyn we go. Though it makes some uncomfortable, I insist upon bringing some of my servants.
hu: Huh! Különös alak vagy... Valójában a bátyám, Malevan utolsó üzenetében említette, hogy egy nagyon hasonló faj maradványait tanulmányozza... Jól van, gyerünk Weldynba. Habár egyesekben ez visszatetszést válthat ki, de magammal viszem néhány szolgámat is.

source: Oh, this is not good...
hu: Ó, ez baj...

source: Good riddence! Now, back to work...
hu: Na végre! Visszatérhetek a munkámhoz..

source: Don't kill him!
hu: Ne öld meg!

source: You are summoned to a meeting of the Advisors! We have to discuss a discovery. Speak up, Dardrus!
hu: Tanácsülésre vagy hivatalos. Meg kell vitatnunk egy felfedezést. Beszélj, Dardrus!

source: Huh! You are an odd one... In fact, my brother Malevan, last I heard from him, mentioned studying remnants of a race very similar... Very well, to Weldyn we go. Though it makes some uncomfortable, I insist upon bringing my retinue.
hu: Huh! Különös alak vagy... Valójában a bátyám, Malevan utolsó üzenetében említette, hogy egy nagyon hasonló faj maradványait tanulmányozza... Jól van, gyerünk Weldynba. Habár egyesekben ez visszatetszést válthat ki, de magammal viszem néhány szolgámat is.

source: It took a while, but I just finished the philter. Night! Take away the intruders!
hu: Eltartott egy darabig, de végre összekotyvasztottam ezt az italt. Éjszaka! Ki innen, betolakodók!

source: Sign
hu: Jelzés
