Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: Hrmm. Dardus, make your way to your meeting, but remember where we are.
hu: Hmmm. Dardrus, intézzétek el gyorsan, de ne feledd, hol vagyunk!

source: (Humans ...) Ask yourselves why she is helping us.
hu: (Emberek...) Gondolkodjatok, miért segít nekünk!

source: Escape the airship
hu: Megszöksz a hajóról

source: Death of Caldera
hu: Caldera elesik

source: Move Dardrus to the village Tanyche went to.
hu: Dardrust küldd oda, ahova Tanyche ment!

source: That was quick!
hu: Hamar végeztetek!

source: Guffaw! It's like that sometimes.
hu: Bruhaha! Így csinálják ezek!

source: Mother!
hu: Anyám!

source: Cease your snide comments. $keyguard.name| explained to me how this room works, and I have a translation.
hu: Szálljatok le rólam! $keyguard.name| elmagyarázta nekem, hogyan működik ez a szoba, s le is fordítottam nektek.

source: This chamber is a cargo hold, that ring is for teleportation to the ground. We can seal Hera and the thing that used to be Nemesis in here, while we transport down to the ground.
hu: Ez a terem egy hajókabin, az a gyűrű ott a földön teleportkapu. Hérát és azt a másik lényt, aki lehet Nemesis is, visszatarthatjuk, míg leteleportálunk a földre.

source: We have been very lucky. How do we teleport to the ground?
hu: Óriási szerencsénk van. Hogy működik a teleportálás?

source: Someone must stand upon each of the two markers near the wall, while the person to be teleported stands in the circle.
hu: Mindkét szimbólumon kell állnia valakinek, míg a gyűrűn álló személy leteleportál a földre.

source: That person will be exchanged with some object on the ground below. Normally, that object would be chosen from the steering room, but we cannot do that, so it will be random. We need to remove whatever it is from the circle before the next person can go.
hu: Ez a személy ki lesz cserélve valami más tárgyra, ami lenn a földön található. Alapesetben a vezérlőszobából választanak ki egy tárgyat, de most nincs lenn senki, tehát nem tudhatjuk, mi jön föl. De el kell távolítsuk az útból, hogy a következő ember is lemehessen.

source: Teleport Heros to ground
hu: A hősöket leteleportálod a földre

source: Whatever is exchanged for the teleported unit will need to be moved before the next one can go.
hu: Akármi jön föl a földről a lemenő helyett, el kell távolítanod, hogy helyet csinálj a következő egységednek.

source: I recognize this place, it's the steering room.
hu: Felismerem ezt a helyet, ez a vezérlőszoba.

source: The Sceptre should be down there somewhere.
hu: A Jogar is idelenn van valahol.

source: (<i>The engines are failing, we are going down...</i>) Hera!
hu: (<i>A hajtómű akadozik, lezuhanunk...</i>) Héra!

source: The Eye is gone! I'll try to land the structure before we crash...
hu: A Szemet elmozdították a helyéről! Megpróbálok leszállni, mielőtt lezuhanunk...

source: The Eye is no longer here, we need to leave...
hu: A Szem nincs tovább a helyén, el kell tűnnünk innen...

source: Go, fly from here! We will find the little thieves and gain the Angry Eye!
hu: Menj, repülj el innen! Megkeressük a kis tolvajokat, és visszaszerezzük a Haragvó Szemet!

source: What are you doing!?
hu: Mit csinálsz!?

source: You...
hu: Te...

source: You will not triumph over me, your reward is death!
hu: Nem győzhetsz fölöttem, a visszatérted halált hoz a világra!

source: Are you insane? We don't have time for this!
hu: Megőrültél? Nincs most erre időnk!

source: Away I go!
hu: El innen!

source: (Whaaa?)
hu: (Miii?)

source: What is this?!
hu: Hát ez meg mi?!

source: What kind of leader would I be if I left my supporters behind?
hu: Milyen vezető lennék, ha az embereimet hátrahagynám?

source: -(cough)- You understand, I never agreed to sacrifice myself for you. I want off this ship too.
hu: -(köhint)- Remélem megérted, én sem akarom feláldozni magam érted. Én is el akarok tűnni a hajóról.

source: I'm not sacrificing myself for you...
hu: Nem áldozom föl magam érted...

source: You'd leave your own mother behind?
hu: Képes lennél anyádat itthagyni?

source: Most of us are off the ship, but how can we keep the ring active without someone on the symbols?
hu: Az embereink már lementek a földre, de hogy tarthatjuk működésben a gyűrűt, ha nincs senki a szimbólumon?

source: We can't! You go, we'll keep the rings active for you, then do our best to make sure the enemy can't follow.
hu: Nem tudjuk! Menj, te még le tudsz menni, aztán megpróbáljuk megakadályozni, hogy az ellenség utánatok menjen.

source: How will we get everyone off the ship if we need to keep someone posted at the symbols?
hu: Hogy fogunk mindenkit kimenteni a hajóról, ha valakinek a szimbólumon is kell állnia?

source: It can't be done! You go, we'll keep the rings active for you, then do our best to make sure the enemy can't follow.
hu: Lehetetlen! Menj, te még lejuthatsz, aztán megteszünk mindent, hogy megakadályozzuk, hogy az ellenség utánatok menjen.

source: Let's remove this junk...
hu: Távolítsuk el ezt a hulladékot...

source: There are some cables for connecting the Sceptre to a device, it should be the Queen who decides what to do...
hu: Néhány kábel kapcsolódik a Jogarhoz, a királynőnek kell határoznia arról, hogy mit tegyünk...

source: The Sceptre is connected to machinery by wires. Maybe they are using power from the gem? Well, I can't leave it here.
hu: A Jogar drótokkal kapcsolódik a hajtóműhöz. Talán a drágakő energiáját használják? Nos, akkor sem hagyhatom itt.

source: That Sceptre is a valuable power source, so I'd imagine that thing is coming after it. I'd also imagine the ship was using the power of the Angry Eye, so the airship has become unstable.
hu: Ez a Jogar nagyon értékes erőforrás, el tudom képzelni, hogy az a lény ezért jött. S azt hiszem, a hajtómű is a Haragvó Szem energiáját használja, nélküle a hajó instabillá válik.

source: Then let us get out of here!
hu: Akkor tűnjünk el innen!

source: The vermin make such a mess, they'd better not touch the Eye...
hu: A féreg micsoda kalamajkát kevert, remélem nem nyúl a Szemhez...

source: <i>Grrrr!</i>
hu: <i>Hrrrr!</i>

source: They've come back this way, we should not hang around.
hu: Visszajöttek, nem kellene itt maradnunk.

source: I feel sorry for any of our people still outside the tunnel...
hu: Sajnálom azt a harcosunkat, aki nem ért be az átjáróba...

source: We've seen those before...
hu: Láttuk már ezeket korábban...

source: It seems the assault is not Nemesis, come to save us.
hu: Úgy látszik, nem Nemesis jött megmenteni minket.

source: I wish I knew what that meant.
hu: Bárcsak érteném, mit mondott.

source: I think it means she wants us to not proceed north.
hu: Szerintem azt mondta, hogy ne menjünk északra.

source: Right, then we should not go up there.
hu: Rendben, akkor ne menjünk arra!

source: There's more trouble ahead.
hu: Előttünk nagy csata zajlik.

source: That's not Nemesis, is it?
hu: Ez nem Nemesis, ugye?

source: She <i>has</i> changed.
hu: Hát <i>nagyon</i> megváltozott.

source: This was a mistake...
hu: Hiba volt...

source: That sounded like it came from north of here.
hu: Mintha észak felől hallatszott volna ez a zaj.

source: She points on down the tunnel... I guess we keep on, I really have no idea where we are going...
hu: A lenti átjáróra mutat... Azt hiszem, arra kellene mennünk, fogalmam sincs, mi vár ránk...

source: I don't know how you escaped, but I will not make the same mistake twice! Kill them!
hu: Nem tudom, hogy szöktetek meg, de kétszer nem követem el ugyanazt a hibát. Öljétek meg őket!

source: Very well, I must take care of Nemesis, but my forces will dispatch you.
hu: Jól van, én Nemesisszel foglalkozom, de a harcosaim elbánnak veletek.

source: Such language...
hu: Ezt a nyelvet...

source: Mother, no!
hu: Anyám, ne!

source: This is a strange feeling...
hu: Különös érzés...

source: I think the airship is falling! The attackers must have found a way to bring it down...
hu: Úgy látom, a hajó lezuhan! A támadóknak le kellett volna hozniuk...

source: Illusions
hu: Látomások

source: As the remnants of Haldrad's forces were disappearing into the hole, the sky was turning dark and roiling with clouds. A violent wind picked up and tossed man and beast like litter. Regardless of where heading into the hole took them, everyone knew staying behind was not an option.
hu: Ahogy Haldrad seregének maradványai eltűntek a lyukban, az ég elsötétült, felhők gomolyogtak mindenfelé. Erős szél támadt, az embereket és állatokat felkapta, s mint a falevéllel, játszott velük. Akárhogy dobálta is őket, az mindenki előtt nyilvánvaló volt, hogy hátul maradni nem lett volna érdemes.

source: Those who went into the hole tried to slide down the side, but violent forces pulled them away and tossed them about. It was very disorienting and not how what one would expect falling to feel. Eventually, each person came to a more-or-less gentle landing in an icy cavern.
hu: Akik beléptek a lyukba, megpróbáltak az oldalához lapulni, de az erős szél elragadta őket is, s egymásra hajította őket. Megszűnt a tájkozódási képességük, s érzékelni sem érzékeltek semmit. Aztán előbb-utóbb mindenki lejutott egy jeges barlangba.

source: Ice Cave
hu: Jégbarlang

source: That was confusing... What is this place?
hu: Összezavarodtam... Mi ez a hely?

source: Aye, am I looking down upon the world? We are up in the air?
hu: Ajjajj, alattunk az a világ? Fenn vagyunk az égben?

source: Oh, that looks familiar!
hu: Ismerősnek tűnik!

source: Prince! You are walking into a trap! This is the work of the outsider, Ishtu save us!
hu: Herceg! Csapdába sétálsz! Ezt biztosan idegenek csinálták, Ishtu segíts!

source: Who are you? What are you talking about?
hu: Ki vagy te? És miről beszélsz?

source: I was a prisoner on one of your wagons. I had been a countryman of Bresda Varden, with whom you are acquainted. A demon imposter walked amongst you, pretending to be the winged god Ishtu. Poor Bresda and many of her followers were fooled and tried to have those of us with clear eyes killed.
hu: Én is a foglyok közt voltam. Bresdának, akit ismertél, a földije vagyok. Egy csaló démon járt köztetek, aki elhitette veletek, hogy a szárnyas isten Ishtu. Szegény Bresdát és sok követőjét is megbolondították, s megpróbáltak minket, akik nem hittünk nekik, elpusztítani.

source: Well then, you'll be glad to know-
hu: Aha, akkor most örülhetsz, hogy-

source: I know! But though the winged demon was an imposter, I'm afraid the rest of the enemy is not! The outsider is awakening and will destroy all. Yet it toys with us. I know not why.
hu: Tudom! Habár a szárnyas démon csaló volt, attól tartok, hogy az ellenségeink nem azok! Az idegen felébredt és elpusztít mindent. Most csak játszik velünk. Nem tudom, miért.

source: Nemesis was not an imposter, you do not know as much as you think. However, there is much truth to what you say.
hu: Nemesis nem volt csaló, nem tudsz annyit, amennyit hiszel. Habár sok mindent jól látsz.

source: We need to keep moving, unless either of you have a suggestion as I can actuallly act upon? ... ... No? Well then, let's keep moving.
hu: Nem állhatunk meg, hacsak valamelyikőtöknek nincs valami ötlete, hogy mit kéne csináljunk... Nincs? Nos, akkor induljunk!

source: I could destroy you now, but I need your help...
hu: Most már meg tudlak semmisíteni titeket, de szükségem lesz a segítségetekre ...

source: Illusions II
hu: Látomások II

source: A cold wind blew through the halls of the ice-cave, and everyone lost consciousness.
hu: Hideg szél süvített át a jégbarlang termein, mindenki elvesztette az eszméletét.

source: Red Sky
hu: Vörös égbolt

source: <i>Now what?</i> Where are we now?
hu: <i>És most?</i> Hol vagyunk?

source: Epilogue
hu: Epilógus

source: On the ground, the damage to the airship was more visible. Whether it was part of the Destroyer's plan or a result of removing the Sceptre from its cradle in the steering chamber could not be known, but small explosions and flames were breaking out on the lower section. The airship started to sink, but then it shot higher into the sky before busrting into a great flame.
hu: A földön a hajó pusztulása még látványosabb volt. Vajon része volt ez a Pusztító tervének, vagy a Jogar kiemelésének következményeként következett be, senki sem tudta, de egyszer csak apró robbanások hallatszottak, majd lángok csaptak fel az alsó részben. Először süllyedni kezdett a hajó, majd váratlanul kilökődött az égbe, ahol hatalmas csóvával fellobbant.

source: The flaming mountain flew higher into the sky until it burst into a radiant ball of energy as brilliant a sun. Seconds turned to minutes, minutes turned to hours, hours passed and it sank below the horizon...
hu: A lángoló hegy magasra repült az égbe, s egy izzó energialabdává alakult, ami olyan fénnyel világított, mint a nap. A másodpercekből percek lettek, a percekből órák, a fényes labda néhány óra elteltével eltűnt a horizont mögött...

source: Some time later, it rose in the east, no less brilliant than before. As it did so, the ghosts disappeared. Haldrad could only hope it was because their world was no longer under threat...
hu: Kis idővel később keleten újra megjelent, ugyanolyan fényesen világított, mint korábban. Emiatt a szellemek is eltűntek. Haldrad erősen remélte, hogy a világukat nem fenyegeti több veszély...

source: Phantoms and Khthon seemed to have disappeared, their essence apparently tied up in the flying fireball. The devastated realm of Wesnoth was soon repopulated as the new sun provided more light for the plants and food was plentiful. That the Royalty of Weldyn had not only survived the struggles, but had turned disaster into opportunity, cemented the position of Weldyn as the reigning power.
hu: A fantomok és a khthonok úgy látszik, végleg eltűntek, láthatólag a szálló tűzgömb felszámolta őket. Wesnoth romokban fekvő országába visszatért az élet, újra benépesültek a területek, az új nap több fényt biztosított, a növények gazdagon teremtek. Weldyn királyi családja nemcsak túlélte a küzdelmeket, hanem a szerencsétlenséget kihasználva megerősítette Weldyn hatalmi pozícióit is.

source: Queen Caldera oversaw the initial rebuilding of Wesnoth, and was succeeded by King Haldrad. Bresda and the sailors assisted in the design and construction of new ships, and when the Navy was reconstituted, the South-Seas sailors were given two warships and two transport ships in which they sailed off to the southwest. Dardrus and Tanyche were warry of staying alone among the humans for too long, so they headed off to the north in the hopes of finding other survivors from Ares' forces.
hu: Caldera királynő személyes ellenőrzése mellett Haldrad király sikerrel megoldotta Wesnoth újjáépítését. Bresda és a tengerészek segítettek új hajók tervezésében és építésében, majd miután a haditengerészetet újra felszerelték, két hadihajóval és két szállítóhajóval útrakeltek a délnyugati tengerekre. Dardrus és Tanyche óvakodtak attól, hogy túl sokáig maradjanak az emberek között, tehát északra mentek abban a reményben, hogy Ares csapatának néhány túlélőjével találkoznak ott.

source: This is no doubt not the official history of the creation of Naia, but that is because history is but a tale written by the victors. As those involved in this story passed on, the true story was forgotten. At least it all turned out well in the end.
hu: Ez a történet kétségtelenül nem egyezik meg Naia keletkezésének hivatalos verziójával, ami azért is van, mert a történelmet a győztesek írják. Ahogy történetünk szereplői meghaltak, történetük is homályba veszett. Legalábbis erről tanúskodik a mai történetírás.

source: You're awake! I was worried you'd been brained.
hu: Végre felébredtél! Aggódtam, hogy halálos sebet kaptál.

source: No, my brain is fine... How did we get back here?
hu: Nem, a fejem rendben van... Hogy kerültünk ide?

source: Just after you opened the prison wagons (I hope to never see one of those again) a powerful wind blew and tossed everything about. Anyone who was not a fool got down to the ground, I saw not what happened as the winds blewover head.
hu: Alighogy kinyitottad a rabkocsit (remélem a rabtársaimat sose látom többet) egy irtózatos szélroham támadt, s mindenkit elragadott. Mindenki, akinek volt egy kis sütnivalója, földre vetette magát, így nem láttam, hogy mit művelt a szél a fejünk fölött.

source: I see you have the Sceptre...
hu: Látom, nálad van a Jogar...

source: When the wind calmed and skies cleared, we that survived saw bodies and litter strewn about. To our surprise and relief, the bodies were not corpses but merely people sleeping. The Sceptre was found and brought to me, and here we are now, the sleeping bodies are awakening.
hu: Amikor a szél dühöngése alábbhagyott és az ég kitisztult, mi, túlélők mindenfelé emberek testeit és szemetet láttunk. Meglepetésünkre, illetve megkönnyebbülésünkre az emberek nem haltak meg, csak aludtak. Megtaláltam és magamhoz vettem a Jogart, s most itt vagyunk, az alvók is kezdenek ébredezni.

source: Up in the sky! A new sun?
hu: Fenn az égen! Új nap?

source: All looked up to see what did indeed appear to be a new sun. The awe started to give way to confusion, which could give way to panic if someone didn't do something.
hu: Mindannyian felnéztek az égre, s megdöbbenve nézték az új napot. A félelem zavarodottsághoz vezetett, amiből pánik is kialakulhat, ha valaki nem csinál valamit.

source: It ... looks like we ... made it out of there just in time.
hu: Hát... úgy látszik... épp időben kikerültünk onnan.

source: Indeed, is that the dying enemy? Your Sceptre has tainted the foul outsider.
hu: Valóban, az ott a haldokló ellenség? A Jogarod elintézte az aljas támadót.

source: We have defeated the plague and insanity that had threatened this realm. Now we must rebuild, but first let us make our way to Elensefar to recover our strength. This new light shall give us new opportunity, let us rise to the occasion.
hu: Megsemmsítettük a járványt és az őrültséget, ami a birodalmunkat fenyegette. El kell kezdenünk az újjáépítést, de először gyerünk Elensefarba, hogy visszanyerjük az erőnket. Az új nap új lehetőséget is teremt, éljünk vele!

source: Avatar
hu: Megtestesülés

source: This is a representation of something not of this world. The entity it represents uses it to interact with those that are of this world. Why it uses this particular form is a mystery, though it probably has something to do with the first contact. Special Note: This unit cannot be killed.
hu: Ez valami nem evilági lény megjelenése. A lény, ezt a formát használja az evilági lényekkel való kapcsolatában. Hogy miért ezt a formát használja, az rejtély, bár talán kapcsolatban van a kezdeti kapcsolatfelvétellel. Megjegyzés: Ezt az egységet nem lehet megölni.

source: immortal
hu: halhatatlan

source: immortal: This unit heals 99 HP per turn. If poisoned, it will remove the poison.
hu: halhatatlan: Ez az egység 99 ÉP-t gyógyul körönként. Ha megmérgeződik, abból kikúrálódik.

source: This is a representation of something not of this world. Special Note: This unit cannot be killed.
hu: Ez valami nem evilági lény megjelenése. Megjegyzés: Ezt az egységet nem lehet megölni.

source: Evil Claw
hu: Sátánkarom

source: This is a representation of something not of this world.
hu: Ez valami nem evilági lény megjelenése.

source: fist
hu: ököl

source: Evil Whirl
hu: Gonosz örvény

source: Evil Whisp
hu: Gonosz láng

source: Spark
hu: Ívfény

source: A spark of light...
hu: Felvillanó fény...

source: female^Battle Queen
hu: Harcos királynő

source: The daughter of a landowner from the east, the young queen was sold into marriage to a prince 30 years her senior in order to ensure an important trade pact. Not one to wallow in self-pity, she siezed the bad fortune and twisted it into opportunity. Once the Prince became King, his reign lasted all of one season before he died in his sleep. Many suspected Queen Caldera was responsible, but none dared speak of it for she carried the King's child and the King had no brothers to take the crown. By the time Prince Haldrad was born, Caldera had secured enough followers and defenders that her reign was secure.
hu: Egy keleti földesúr lánya, akit férjhez adtak a 30 évvel idősebb herceghez, hogy ezáltal biztosítsanak egy fontos kereskedelmi egyezményt. Nem az a típus, aki önsajnálatban fetreng, a kényszerből erényt kovácsol. A herceg királlyá koronázása után röviddel elhunyt, álmában halt meg. Néhányan azt suttogták, hogy Caldera királyné keze is benne volt a király halálában, de senki sem mert hangot adni a gyanújának, mivel a király gyermekét hordta a szíve alatt, a királynak pedig nem volt testvére, aki igényt formálhatott volna a trónra. Haldrad herceg születése után Caldera hívei elegen voltak, hogy biztosítsák zavartalan uralmát.

source: female^Harridan
hu: Harridan

source: female^Termagant
hu: Termagant

source: female^Virago
hu: Virago

source: female^Heroine
hu: Heroine

source: A leader of the sailors from the south has become a lieutenant of the Primeval Nemesis. Like the other humans in the service of the Primeval, she has been given a tattoo to ward off the effects of the Khthon disease.
hu: A déltengeriek vezetőjéből az antik Nemesis hadnagya lett. Ahogy a többi ember, aki az antikok szolgálatába állt, ő is megkapta a tetoválást, amely megvédi őt a khthon járványtól.

source: Rocket Mortar
hu: Rakétaágyú

source: Chariot
hu: Szekér

source: Spy
hu: Ügynök

source: Observer
hu: Megfigyelő

source: Max HP bonus +2, Max XP +30%, Fire/Cold Resistance +10
hu: Max ÉP +2, Max TP +30%, Tűz/Hideg ellenállás +10

source: Max HP bonus +2, Max XP +20%, Missile Attack +2
hu: Max ÉP +2, Max TP +20%, Távolsági sebzés +2

source: Max HP bonus +2, Max XP +20%, Arcane Attack +3
hu: Max ÉP +2, Max TP +20%, Földöntúli sebzés +3

source: Max HP bonus +1, Max XP +30%, Arcane Missile (New Attack)
hu: Max ÉP +1, Max TP +30%, Földöntúli támadás (Új támadás)

source: arcane missile
hu: Földöntúli nyíl

source: Vanguard
hu: Vakondok

source: Max HP bonus +2, Max XP +30%, Arcane Resistance +10
hu: Max ÉP +2, Max TP +30%, Földöntúli ellenállás +10

source: Max HP bonus +2, Max XP +20%, Club Attack +2
hu: Max ÉP +2, Max TP +20%, Közelharci sebzés +2

source: Max HP bonus +2, Max XP +20%, Rock Attack +2
hu: Max ÉP +2, Max TP +20%, Távolsági sebzés +2

source: The Vanguard operates far from the rest of the Primeval forces, and must use whatever supplies are available. Special Note:
hu: A vakondok az antik erőktől távol, az ellenség közé beépülve végzi feladatait, így alkalmazkodva a viszonyokhoz az elérhető forrásokat használja fel. Megjegyzés:

source: rock
hu: szikla

source: Echidna is said to be the mother of all Khthon monsters, though whether the term 'mother' has any meaning when applied to the Khthon is unknown. In any case, she is certainly one of their leaders and a very powerful spirit. The identity of her victim has allowed her a greater understanding of the thoughts and weaknesses of the more modern races.
hu: Azt mondják, hogy Echidna a khthon szörnyek szülőanyja, habár az 'anya' megnevezés a khthonok esetében talán nem is indokolt. Akárhogy is van, azt leszögezhetjük, hogy ő az egyik vezetőjük, s egy nagyerejű szellem. Az áldozatául esett lényeket tanulmányozva kiismerte a modernebb lények gondolkodását és gyengéit, s ki is használja azokat.

source: Commander
hu: Parancsnok
