Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: Others have come to assist us, we'll extinguish this plague yet!
hu: Megjöttek a többiek is, kiirtjuk ezt a pestist!

source: Rebirth
hu: Újjászületés

source: Echidna sensed some sort of emanation from the elves, they were not like the denizens of the world she knew. It was as if they carried small power sources within themselves. Could they be used to nurish her children? None of the elves she had fought today had had much of the power, but some had more than others. There had to be some way to capture the power, from one elf at a time, so that it could add up to useful levels...
hu: Echidna érzett egyfajta kisugárzást a tündékben, ezek a lények nem voltak olyanok, mint azok a közönséges lények, amelyeket eddig ismert. Mintha lenne bennük valamilyen plusz erő. Talán még az ő gyermekeit is képesek lennének kihordani. Habár egyikük sem rendelkezett ehhez elég erővel, de a legyőzött tündék közül néhányan nagyobb energiával bírtak. Kell lennie valamilyen módszernek, amivel megtarthatják, s megnövelhetik az erejüket. Először csak egy tündét kell behálózni, s megnövelni az erejét...

source: In the meantime, she needed to get a better host. If conditions were better, she could avoid obliterating her new host's memories. Fortunately, she did not have to go far...
hu: Közben újabb test után kellett néznie. Ha a feltételek jobbak lettek volna, elkerülhette volna, hogy törlődjék mostani teste emlékezete. Szerencsére nem is kellett messze mennie...

source: Echidna/Leggon attacks the Shyde Leader
hu: Echidna/Leggon megtámadja a tünde vezért

source: Leggon? We were wondering when you all would be returning. Where's Glendora?
hu: Leggon? Alig vártuk, hogy visszatérjetek. Hol van Glendora?

source: She is on her way. We found something in the swamp, she wanted me to tell you that we would be running late.
hu: Dolga van. Láttunk valamit a mocsárban, s megkért, hogy mondjam meg neked, hogy kicsit később érkezik.

source: Why did she send you? Why didn't she send a scout?
hu: S miért téged küldött? Miért nem egy hírnököt?

source: Echidna grew hungry when she saw the Shyde - she radiated the power much more than the other elves. It might even be enough for a spawning!
hu: Echidna vágyakozva nézte az erdőtündért - akkora erővel áradt belőle az energia, mint egyetlen más tündéből sem. Elég még a kirajzáshoz is!

source: Hello? Leggon?
hu: Hahó! Leggon!

source: I'm sorry, My Lady. I'm a little shaken up by what we saw. It is safe now, but you should see it. If you would-
hu: Bocsáss meg, úrnőm! Kissé megzavart, amit láttunk. De már magamhoz tértem, neked is meg kéne nézned. Ha követnél-

source: Glendora would have sent a scout, not a fighter, to deliver that message. And you don't talk like Leggon. He would not have called his sister 'My Lady'...
hu: Glendora egy felderítőt küldött volna az üzenettel, nem egy harcost. S te nem úgy beszélsz, mint Leggon. Ő nem nevezte volna úrnőmnek a nővérét...

source: Glendora is not coming, is she?
hu: Glendora ugye nem fog megjönni?

source: 'Tis doubtful... Leggon, you've got one chance to save yourself. If you really are Leggon you will know what I mean...
hu: Ez kétségtelen... Leggon, kapsz egy esélyt, hogy igazold magad. Ha valóban te vagy Leggon, akkor tudod, mit kell tenned...

source: I have no idea what you mean. Let's get this over with.
hu: Fogalmam sincs, mire gondolsz. Hagyjuk ezt a bohóckodást!

source: What are these monsters...
hu: Mik ezek a szörnyek...

source: Oh! Leggon, what are you doing!?
hu: Á! Leggon, mit csinálsz!?

source: Echidna felt much better. The healer elves had power, the Khthon could use it to grow in number.
hu: Echidna sokkal jobban érezte magát. A gyógyító tündéknek volt erejük, a khthonok szaporodni fognak.

source: But while the Khthon still had to share the world with the other beings, Echidna would need an agent who understood them. The Elf leader would do, though she would need some extra power to birth a full Khthon. A mere Lesser Khthon would not be able to retain Keldan's knowledge.
hu: Amíg a khthon szellem elterjed a világ lényeiben, Echidnának szüksége lesz egy ügynökre, aki kapcsolatban áll velük. A tünde vezér alkalmas lenne erre a szerepre, bár egy kis energiát rá kell áldoznia, hogy teljesen khthonná válhasson. Egy egyszerű kis khthon nem tudja Keldan képességeit kamatoztatni.

source: Slay the Elves (excluding Keldan)
hu: Kiirtod a tündéket (Keldan kivételével)

source: Death of Echidna
hu: Echidna elesik

source: Death of Keldan
hu: Keldan elesik

source: Keldan escapes
hu: Keldan megszökik

source: Echidna can get the extra power to avoid erasing Keldan's knowledge by killing Shamans.
hu: Echidna plusz erőre tehet szert, ha elkerüli, hogy törölje Keldan tudását, ha a sámánokat fordítja a maga oldalára.

source: Yes, this will do!
hu: Igen, menni fog!

source: If I can reach the commander, I can turn him and get us into their stronghold, where there are surely many more of these magical maidens.
hu: Ha elérném a parancsnokukat, megfordítanám, s be tudnánk jutni az erődjükbe is, ahol biztosan sokkal több ilyen nagyszerű mágikus lény is van.

source: Echidna attacks Keldan
hu: Echidna megtámadja Keldant

source: I must warn the others!
hu: Figyelmeztetnem kell a többieket is!

source: He's getting away...
hu: Meglépett...

source: This isn't the rebirth of our race, but it is a start. And with the help of our friend Keldan, we will become stronger...
hu: Ez még nem a fajunk újjászületése, de az első lépés felé. S Keldan barátunk segítségével még erősebbek leszünk...

source: Well, that was unfortunate... Navigating this world will be more difficult without a liason such as him.
hu: Nos, ez pech... Sokkal nehezebb lesz boldogulni egy ilyen nagyszerű ügynök nélkül.

source: High Lord
hu: Főúr

source: Echidna had hoped to use Keldan to get in to the main nest of the Elves, but from him she learned that the Elf leadership was heading to Weldyn for some sort of conference.
hu: Echidna azt remélte, hogy Keldant felhasználva sikerül bejutnia a tündék fészkébe, de Keldan memóriájából kiolvasta, hogy a tündék vezetői Weldynbe tartanak valamilyen tanácskozásra.

source: This provided an opportunity and a danger. Echidna had to be careful not to take on an enemy that was too powerful, but if she could take control of the leaders collected at this conference... Her odds were best if she moved fast.
hu: Ez egy újabb, habár veszélyes lehetőséget vetett fel. Echidnának óvatosnak kellett lennie, nehogy olyan ellenségre támadjon, aki sokkal erősebb, de ha a tanácskozásra érkező vezetőket ellenőrzése alá tudná vonni... Ha gyorsan cselekszik, jók az esélyei.

source: Capture Ullien-Del (attack with Echidna)
hu: Elfogod Ullien-Delt (megtámadod Echidnával)

source: Ullien-Del reaches the safety of the human camp
hu: Ullien-Del eléri a biztonságos emberi tábort

source: Good to see you, Lord Ullien-Del. The Queen asked us to escort you through the gates of Weldyn, as a courtesy.
hu: Örülök, hogy találkoztunk, lord Ullien-Del. A királynő kért meg minket, hogy jöjjünk eléd, s biztosítsuk az utadat Weldyn kapujáig.

source: It was quite unnecessary, but I appreciate the gesture. We were just about to break camp, let us continue.
hu: Teljesen fölösleges fáradozás, de értékelem a gesztust. Épp csak megpihentünk itt egy kicsit, de indulunk is tovább.

source: Lord Ullien-Del! Halt!
hu: Lord Ullien-Del! Megállj!

source: Keldan! What are you doing here?
hu: Keldan! Mit keresel itt?

source: He is with me. We have you surrounded. Surrender.
hu: Velem van. Körbe vagy véve. Add meg magad!

source: Surrender? What is the meaning of this!
hu: Megadásra szólítasz fel? Mi ez az egész?

source: It seems we are needed after all... Lord Ullien-Del, make your way here to safety!
hu: Úgy látszik, mégiscsak szükség lesz ránk... uram, Ullien-Del, folytasd az utad a táborunkba, ott biztonságban leszel.

source: We will protect you, Lord Ullien-Del.
hu: Megvédünk, lord Ullien-Del.

source: (Ha! I got him.) We will fall back, but you will continue onward to your friends. Just act natural...
hu: (Há! Elcsíptem.) Visszavonulunk, de te folytatod az utat a barátaidhoz. Viselkedj természetesen...

source: Yes...
hu: Igen...

source: Welcome, Lord Ullien-Del. The other Advisors are expecting you.
hu: Üdvözlégy, lord Ullien-Del! A tanácsosok más várnak.

source: We don't know where to go, the conference will go on without us...
hu: Nem sikerült elcsípnem, a tanácskozás nélkülünk zajlik majd...

source: Storming Weldyn
hu: Weldyn ostroma

source: Echidna released Ullien-Del when she had finished her work on him. It is relatively easy to erase someone's short-term memory, so while the High Lord and his escorts remembered battling the Khthon, they did not remember that they had lost.
hu: Echidna elengedte Ullien-Delt, miután kicsit belenyúlt a memóriájába. viszonylag könnyű törölni valakinek a rövid távú memóriáját, így a főúr és kísérete emlékezett arra, hogy harcoltak a khthonokkal, de arra már nem, hogy elvesztették a csatát.

source: Defeat Enemy Leaders
hu: Legyőzöd az ellenséges vezéreket

source: Move Echidna past the southern region of the outer moat to get Ullien-Del to play his part.
hu: Echidna bejut a külső várárok mögé a déli részen, hogy emlékeztesse Ullien-Delt a feladatára

source: Minister Ryaeron
hu: Ryaeron miniszter

source: Good to see you, Lord Ullien-Del! Come in and set up camp!
hu: Isten hozott, lord Ullien-Del! Foglalj helyet minálunk!

source: Now we just need to wait for Haldrad and old man Dolevan. Can I offer you some plums?
hu: Most már csak Haldrad és az öreg Dolevan visszaérkeztére kell várnunk. Megkínálhatlak egy kis szilvával?

source: No, thank you...
hu: Köszönöm, nem kérek...

source: What are those forces in the woods?
hu: Miféle sereg az ott az erdőben?

source: Them? I thought we'd driven them off...
hu: Sereg? Azt hittem, már végeztünk velük...

source: Some look like elves, but there is something wrong with them...
hu: Néhányan tündének látszanak, de valami nem stimmel velük...

source: You look a little off, Ullien-Del. Are you feeling well?
hu: Egy kicsit fáradtnak látszol, Ullien-Del. Jól érzed magad?

source: Yes... We were attacked by those forces, it was quite harrowing, but your Officer Serhan saved me. I will do everything I can to help you drive off the attackers.
hu: Igen... Megtámadtak minket azok a harcosok, elég szomorú, de Serhan kapitány beavatkozása megmentett. Megteszek minden tőlem telhetőt, hogy segítsek nektek visszaverni a támadókat.

source: (<i>Our forces may not be enough to break the defenders, but all Khthon scattered across the land are coming to our aid. Our guest is in position, but I need to get closer. Distract them, Keldan, so that I can remind the High Lord of his duty...</i>)
hu: (<i>Kevés erővel rendelkezünk a védőfal áttörésére, de ahogy terjed a khthon, a megérintettek jönnek a segítségünkre. A vendégünk a helyén van, de közelebb kell mennem. Vond el a figyelmüket, Keldan, míg közelebb férkőzöm, s emlékeztetem a főurat a feladatára...</i>)

source: (<i>Understood...</i>)
hu: (<i>Értettem...</i>)

source: That boulder looks like it can be pushed into the moat... Let us do it!
hu: Ez a szikla alkalmasnak látszik arra, hogy a várárokba lökjük... Hó-rukk!

source: That bridge is more useful to the enemy than it is to us... Destroy it! I don't care how!
hu: Ez a híd jó szolgálatot tesz az ellenségeinknek, de nekünk hátrányos... Romboljátok le! Mindegy, hogyan, csak pusztítsátok el!

source: What is going on? These foul beasts are not undead, but they have tactics that are just as low.
hu: Mi folyik itt? Ezek az aljas lények nem élőholtak, de ugyanúgy alattomos taktikával operálnak.

source: Don't let Dolevan hear you say that. Heh, I'd never liked having that Necromancer around, so I took precautions...
hu: Csak nehogy Dolevan meghallja, mit mondtál! Hehe, sose szerettem azt a holtidézőt a körünkben, óvintézkedéseket is tettem...

source: We'll see if these beasts have the vulnerabilities of the undead - I'm releasing my reserve of that special oil, with which all of my soldiers will anoint their weapons...
hu: Meglátjuk, hogy ezek a szörnyek is hasonlóképp sebezhetőek-e, mint az élőholtak - mindenesetre, épp iyen alkalmakra tartogattam ezt a speciális olajat, amivel a katonáim a fegyvereiket bekenhetik...

source: General Daenyr's recruits will now have 'arcane' damage type.
hu: Daenyr tábornok katonái ezentúl 'földöntúli' sebzést okoznak.

source: Keep him alive! I need to speak with him...
hu: Ne öljétek meg! Beszélnem kell vele...

source: I've turned the enemy leader! Now, when these Haldrad and Dolevan get back, we'll... welcome them.
hu: Megfordítottam az ellenség vezérét! Amikor ez a Haldrad és Dolevan visszajönnek, mi... üdvözöljük őket.

source: What is 'Dan Tonk'?
hu: Mi az a 'Dan Tonk'?

source: Silence, Ryaeron!
hu: Hallgass, Ryaeron!

source: ... (mumble) ...
hu: ... (mormog) ...

source: Does not matter, I am happy to have found one with such energy and power!
hu: Mindegy, örülök, hogy egy ilyen erős és energikus emberre leltem!

source: Ha! The enemy is scared! We have gained strength while they have lost their will to fight. The Khthon rise again!
hu: Há! Az ellenség pánikba esett! Mi megerősödtünk, míg ők legyengültek. A khthon újra szaporodik!

source: We will remove those who resist your will, Echidna...
hu: Aki ellenszegül az akaratodnak, Echidna, az meghal...

source: Now, dance!
hu: És most táncolj!

source: Ullien-Del felt a strange sense of purpose and turned his gaze to the defending leaders... Who needs to be removed?
hu: Ullien-Delt hirtelen különös elszántság öntötte el, s megbabonázva meredt a védősereg vezérei felé... Kit kellene likvidálni?

source: Mage Saleanna
hu: Saleanna mágusasszony

source: Why didn't I see this sooner? Mage Saleanna! There is something you need to know!
hu: Hogy nem láttam ezt korábban? Saleanna asszony! Ezt neked is látnod kell!

source: What is it? Approach.
hu: Mit? Mondjad.

source: Well?
hu: Nos?

source: General Daenyr
hu: Daenyr tábornok

source: Why didn't I see this sooner? General Daenyr! There is something you need to know!
hu: Hogy nem láttam ezt korábban? Daenyr tábornok! Ezt neked is látnod kell!

source: What is it?
hu: Mi az?

source: It is well that the others were not here, never before have I faced such an enemy... No sense of honour, no sense of self... There will be no surrender, they must be destroyed!
hu: Jó, hogy a többiek nem voltak ott, soha nem találkoztam még ilyen ellenséggel... Semmi becsület, semmi érzelem... Nem ejtünk foglyokat, az írmagjukat is irtsátok ki nekik!

source: <i>(There are others... I need to find out what the lead Mage knows... Well, at least the remainig Elves have regained their senses...)</i>
hu: <i>(Szóval többen is vannak... Meg kell tudnom, mit rejteget még ez a mágus... De legalább a tündék sem harcolnak már ellenünk...)</i>

source: <i>(Indeed...)</i>
hu: <i>Valóban...</i>

source: Interrogate (attack) Ryaeron with Echidna
hu: Kivallatod (megtámadod) Ryaeront Echidnával

source: That'll do it. Clear the bodies, we don't want the other ones to become suspicious.
hu: Ennyi volt. Tüntessétek el a hullákat, nem akarom, hogy mások gyanút fogjanak.

source: I've gained power, but I still need an agent who could pass as one of the natives...
hu: Kezemben volt az erő, de egy bennszülött ügynök nélkül nem boldogulok...

source: You will not gain the crown - the queen is not here. You've gained nothing...
hu: Nem jutsz hozzá a koronához - a királynő nincs itt. Semmit sem értél el...

source: Interrogation
hu: Vallatás

source: Echidna had control of Weldyn, but the human leadership had not been completely present. Still, the capital made a good nest, and the defeated opponents made a good informational resource.
hu: Echidna uralta Weldynt, de az emberek vezetői közül néhányan hiányoztak. A főváros kitűnő fészeknek bizonyult, a legyőzött ellenfelek bőséges információval látták el őt.

source: Keldan himself had no interest in what the Mages had to say, so he went out to check the perimeter and gaze at the stars...
hu: Keldant nem érdekelte a mágusok mondandója, így hát kiment a város szélére, hogy körülnézzen, s megbámulja a csillagokat...

source: Grumble... Dark skies hide the stars...
hu: Francba... felhők takarják a kilátást...

source: The dark clouds are thickest to the north. What is that?
hu: Északra a felhők sokkal sűrűbbek. Mi lehet az oka?

source: That is not good... (<i>Echidna... Come see this...</i>)
hu: Itt valami nem stimmel... (<i>Echidna... Gyere, nézd meg...</i>)

source: What is it? I've just been extracting wonderful news...
hu: Mi van? Épp most szedtem ki néhány fontos hírt...

source: Something evil is to the north...
hu: Valami baljós sötétség van ott, északon...

source: Echidna followed Keldan's gaze, then shrank back with fear as she realized upon what she gazed.
hu: Echidna követte Keldan tekintetét, aztán rémülten visszahőkölt, ahogy felismerte, mit lát.

source: No! How is he... We need to leave! We will head west to obtain the Angry Eye from the human leader...
hu: Nem! Hogy tudott... El kell innen mennünk! Nyugatra kell mennünk, hogy megszerezzük a Haragvó Szemet az emberek vezetőjétől...

source: Yes Echidna, I will round up our bretheren...
hu: Igen, Echidna, riadóztatom a sereget...

source: A Choice
hu: Válaszúton

source: Bresda led Dardrus and Haldrad to the central Governor's Hall, a place familiar to Haldrad in happier days. Usually, the Hall was a place where the Governor would administer justice and policy in the absence of the Queen. But now it was filled with a ragged crew of deserters and olive-skinned militants.
hu: Bresda bevezette Dardrust és Haldradot a Kormányzói Palota fogadótermébe, amelyet Haldrad korábbról már jól ismert. A Palotában székelt a helytartó, aki a királynő távollétében irányította a várost. De most mindenütt marcona alakok és barnabőrű fegyveresek hemzsegtek.

source: It was all Haldrad could do to hold his tongue at the outrage, but when he saw the winged figure sitting upon the throne, he knew he was in over his head. He hoped his trust in Dardrus was not misplaced...
hu: Haldrad nem adhatott hangot a felháborodásának, s amikor megpillantotta a trónon ülő szárnyas lényt, tisztában volt vele, hogy sorsát nem ő irányítja. Csak remélte, hogy Dardrusba helyezett bizalma nem alaptalan...

source: These visitors came to warn us of something.
hu: Ezek a látogatók azért jöttek, hogy figyelmeztessenek minket valamire.

source: We were turned away from an inland city by Khthon, Echidna must have gained a foothold. Those forces were advancing this way.
hu: A khthonok elfoglaltak egy várost a szárazföld belsejében. Echidna megvetette a lábát egy erődben. S most errefelé tartanak.

source: This is indeed bad news, thank you for the warning, ... ?
hu: Ez valóban rossz hír, köszönöm a figyelmeztetést, ... ?

source: Dardrus. I was a fighter for Lord Ares, though I was not at the mountain top.
hu: Dardrus. Ares úr seregében harcoltam, bár én nem voltam ott a vulkánon.

source: Then you were the one who sent the messenger bird, you can be trusted. As you know, we must head further east. Do you think we would be able to move past the Khthon? Or should the vulnerable forces and prisoners stay here, in more defensible terrain, while I go east by myself?
hu: Akkor te vagy az egyike azoknak, akik hírmadarat röptettek fel, megbízom benned. Mint tudod keletebbre kell mennünk. Gondolod, hogy a khthonok mögé tudunk kerülni? Vagy a sebezhető harcosokat és foglyokat itt kellene hagynunk, s csak én menjek keletre?

source: The enemy is strong, but so are the walls of this city...
hu: Az ellenség erős, de hasonlóan erősek ennek a városnak is a falai...

source: But we can't stay here. Let's all go east. <i>note: this branch is incomplete</i>
hu: De nem maradhatunk itt. Mindnyájan menjünk keletre! <i>megjegyzés: ez az ág még nem készült el teljesen</i>

source: Very well. Bresda, get our people ready to leave. The prisoners too, they may still be useful and we can always dispatch them if they become too much trouble.
hu: Rendben van. Bersda, készítsd fel a népeket az indulásra. A foglyokat is, még hasznunkra lehetnek, s bármikor megszabadulhatunk tőlük, ha már a terhünkre lennének.

source: And we would only slow you down, our best chances are to fight here.
hu: Mi csak lelassítanánk téged, itt jobbak az esélyeink.

source: Very well. Hold out for as long as you can, I will return with something that should turn the fight in our favour.
hu: Jól van. Tartsatok ki, amíg csak tudtok, valami olyannal térek vissza, ami a javunkra fordítja az ütközetet.

source: The Island
hu: A sziget

source: Nemesis had wrecked Echidna, but had not escaped unharmed herself. A mere demigod would have perished in the rain of fireblasts unleashed by the desperate Echidna, but Nemesis was able to stay aloft though with fading strength.
hu: Nemesis összevagdalta Echidnát, de maga sem úszta meg sértetlenül. Egy egyszerű félisten elpusztult volna abban a tűzesőben, amelyet az a sátáni Echidna zúdított rá, de Nemesis a magasban tudta magát tartani, habár az ereje elillant.

source: She shed her heavy, mangled armor, but it was not enough; she had to land. She noticed a small island below, its unnatural triangular shape reminded her of... Could that be one of the Pantheon structures? She would find out.
hu: Ledobta magáról súlyos páncélját, de ez még nem volt elég; földet kell érnie valahol. Meglátott alant egy kis szigetet, természetellenes háromszög formája emlékeztette valamire... Lehet, hogy ez is egyike a Pantheon struktúráknak? Meg kell tudnia.

source: The next moments were a blur, but she managed to hit the water in as graceful a dive as could be expected and reach the shore. Her wings were completely ruined, her ribs and shoulder were numb from injury, but she took some comfort that she had managed to hold onto her sword. And it looked like she might need it, for she was near a shipwreck and had been spotted by three humans guarding it.
hu: A következő pillanatban elmosódott a láthatár, Nemesis könnyed fejessel ért a vízbe, majd rövidesen a partra evickélt. A szárnyai teljesen tönkrementek, minden porcikája sajgott, bár az megnyugvással töltötte el, hogy a kardját sikerült megtartania. Mivel a jelek szerint szükség lesz rá, ugyanis egy zátonyra futott hajó mellett kászálódott ki a vízből, s három embert látott, akik a roncsot őrizték.

source: They were weak and she killed the two who had run up to her with weapons raised and faces full of evil. But the third was different, and just ran away. Nemesis hacked a covering for her wounded body from the sails of the wreck (show no weakness!) and took off after him.
hu: Gyengék voltak, így kettőt, akik harsány csatakiáltással, s előreszegezett fegyverrel támadtak rá, rögtön megölt. A harmadik más volt, ő egyszerűen elszaladt. Nemesis leszakított egy darab vitorlát, maga köré csavarta (nem mutatkozhat gyengének!), majd a menekülő után eredt.

source: Death of Nemesis
hu: Nemesis meghal

source: Death of Ponce
hu: Ponce meghal

source: Death of Bresda
hu: Bresda meghal

source: On your feet! Enemies attack!
hu: Talpra! Ellenség a nyakunkon!

source: Up! Everyone up!
hu: Fel! Mindenki fel!

source: What's going on?
hu: Mi folyik itt?

source: Bresda! We're under attack!
hu: Bresda! Megtámadtak minket!

source: <i>-hiss-</i> Silence!
hu: <i>-hejj-</i> Hallgass!

source: If I have to die, may I ask at whose hand and why?
hu: Ha már meg kell halnom, legalább hadd tudjam meg, ki öl meg!

source: The question took Nemesis by surprise. How could he not know...
hu: A kérdés meglepte Nemesist. Hogyhogy nem tudja...

source: Hang on, Ponce! On your feet, everyone! There be Assassins!
hu: Tarts ki, Ponce! Mindenki fegyverbe! Itt vannak a gyilkosok!
