Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: I've seen these before, they can die like anything else.
hu: Láttam már ilyeneket korábban is, ugyanúgy halandók, mint bárki más.

source: This island really has been over-run by reptiles.
hu: Ezen a szigeten a hüllők fölöslegesen sokan vannak.

source: How could this happen...
hu: Hogy történhetett ez velem...

source: They have fought bravely, I should have taken better care...
hu: Vakmerő harcosok ezek, jobban kellett volna vigyáznom...

source: What is happening? What have the little hairy beasts managed to do?
hu: Mi történik? Mi az ördögöt művelnek ezek a szőrös mütyürök?

source: Blockage
hu: Blokád

source: Nemesis and the sailors scoured the machinery, looking for signs of damage. As they did so, Ponce spoke to some of the more senior sailors to see if they were as taken with Nemesis as Bresda was. Some, like Bresda, believed Nemesis was one of their old gods come to help. Others were suspicious and shared Ponce's concerns. Word of Ponce's activity reached Bresda, who in turn alerted Nemesis.
hu: Nemesis a hajósokkal hibás részeket keresve átvizsgálta a berendezéseket. Ezalatt Ponce néhány idősebb hajósnál puhatolózott, meg akarta tudni, hogy Nemesis őket is elkápráztatta-e. Néhányan, mint Bresda is, azt gondolták, hogy Nemesis egy régi isten, aki a segítségükre megjelent. Mások inkább Ponce kételyeit osztották. Ponce szervezkedése Bresda fülébe is eljutott, aki rögtön figyelmeztette Nemesist.

source: After concluding that there was no damage above the waterline, Nemesis directed the divers to enter the Engine intake and scout for damage below. The lighting was poor, but the divers found a small pocket of dry rock where a camp could be set up and the individuals less agile in the water could rest...
hu: Miután a víz szintje fölött nem találtak meghibásodást, Nemesis utasította a búvárokat, hogy nézzenek körül a víz alatti részeken. A gyenge megvilágítás ellenére a búvárok találtak egy kisebb sziklás részt, ahol tábort verhettek, s a vízben nehezen mozgók biztos talajt tudhattak a talpuk alatt...

source: Clear out the Engine intake
hu: Megtisztítod a gépezet belsejét

source: It is too dark to see anything. We can't take torches underwater...
hu: Túl sötét van ahhoz, hogy bármit is lássunk. Nem gyújthatunk fáklyát a víz alatt...

source: I sometimes forget the limitations of your eyes... I suppose we can use flares, though I will need to pace their use.
hu: Olykor megfeledkezem a korlátozott képességeitekről... Folyamatosan nem tudom megvilágítani a területet, de időnként tudok fényt generálni.

source: Flares?
hu: Fényt?

source: One of these!
hu: Ilyesmit.

source: There is something big moving under the water!
hu: Valami óriás lény mozog a víz alatt!

source: It may have to do with why the Engine is stalled. We will need to remove it.
hu: Talán emiatt nem mozdul a gépezet. Meg kell semmisítenünk.

source: New Flare
hu: És lőn világosság

source: I think I see what is blocking the Engine channel!
hu: Azt hiszem, már látom, mi zárja el a csatornát!

source: We need to get it out of there.
hu: El kell onnan távolítanunk.

source: I think we've killed it!
hu: Azt hiszem, megöltük!

source: It is still in the way, you will need to cut it up into smaller pieces. The shell will be tough to break apart...
hu: De még mindig útban van, vágjátok miszlikekbe. A páncélját kicsit nehéz lesz széttörni...

source: Ponce, assemble a team and get started on the tentacles. Bresda, come with me, we will get something for cutting that shell.
hu: Ponce, álljatok neki a munkának, s vagdaljátok szét a testet! Bresda, gyere velem, keresünk valamit, amivel szétvághatjuk a páncélzatot.

source: (whispers: The Engine should be able to handle the beast now that it cannot cling to the rock. We will not be coming back down here...)
hu: (suttog: A gépezet elbánik a szörnnyel most, hogy nem kapaszkodik az aljzatba. Nem jövünk vissza...)

source: (mutters to self: Ponce, I'm sorry you doubted and could not share in our glory...)
hu: (magában mormog: Sajnálom, Ponce, te kételkedtél, s nem osztozhatsz a dicsőségben sem...)

source: This is going to be messy... Well, let's get started.
hu: Ez egyre undorítóbb... na lássunk neki!

source: What was that?! They are starting the Engine!
hu: Mi volt ez?! Beindították a gépezetet!

source: These things have followed us. What do they want?
hu: Ezek a lények követtek minket. Mit akarhatnak?

source: They probably just like this place as a home and don't want us disturbing things.
hu: Lehet, hogy egyszerűen csak szeretik ezt a helyet, ez az otthonuk, s nem szeretnék, ha feldúlnánk.

source: That is just too bad for them!
hu: Ez az ő bajuk!

source: I've run out of flares. I can't start this Engine by myself, and you who can't see are going to be eaten... This is the end.
hu: Nem tudok többet világsságot gyújtani. Egyedül a gépet se tudom beüzemelni, titeket a sötétben felfalnak... Hát így végződött.

source: Landing
hu: Leszállás

source: When Ponce regained consciousness, he was on his back, looking up at the blue sky. He tried to sit up, but could not - he was tied down by white cloth and the pain in his back. As he sank back down, he felt the gentle rocking and heard the slow creaking of a ship in dock.
hu: Amikor Ponce visszanyerte az eszméletét, a hátán feküdt, s a kék eget látta. Megpróbált felülni, de nem tudott - a hátába nyilalló fájdalom, s kötelékei megakadályozták. Ahogy visszaesett, enyhe ringatózást, s csikorgást észlelt, mintha egy kikötött hajón lenne.

source: Someone must have seen his movement, for soon there were faces peering down into his. Some were the sun-and-salt weathered faces of fishermen. Others were the haggard and pale faces of inland soldiers from a land not his own. Well, at least he was alive and at least they were human ... He passed out.
hu: Valakinek feltűnhetett a mozdulata, mert hamarosan több arc nézett le rá. Néhányan szélcserzett, sómarta arcú halászok voltak. Mások szikár megjelenésű, sápadt arcú, ismeretlen földről származó katonák voltak. De legalább életben volt, s legalább emberek között... Elájult.

source: When he regained conciousness, he was on a veranda overlooking the sea. A well-dressed man to his left across a small table was also facing the sea. 'Welcome back to the land of the living!', he exclaimed.
hu: Amikor újra magához tért, egy tengerre néző teraszon találta magát. Balra tőle egy jólöltözött férfi egy kis asztal fölött szintén a tengert nézte. 'Üdv újra az élők között!' - mondta.

source: You feel better, yes? Good! You said we needed to be prepared for something - something about red-eyed demons... Care to elaborate?
hu: Jobban vagy, igen? Remek! Azt mondtad, készülnünk kell valamiféle - valamiféle vörösszemű démonok ellen... Megmagyaráznád?

source: Ponce struggled to recollect his thoughts. He knew the well-dressed man was witholding something, but he was too disoriented to figure out what. He told what he knew of the red-eyed monster named Nemesis and the island with an engine. The well-dressed man nodded and stared out at sea.
hu: Ponce kétségbeesetten próbálta összeszedni a gondolatait. Tudta, hogy a jólöltözött férfi valamit titkol előtte, de túlzottan kábult volt, hogy kitalálja, mit. Elmondta, amit a vörösszemű, Nemesisnek nevezett szörnyről tudott, s a gépesített szigetet is megemlítette. A jólöltözött ember bólintott, majd kibámult a tengerre.

source: Ponce followed the man's gaze and saw for the first time an island that did not fit with the others. A river ran into the sea, forming a fertile delta where hard-wood trees took root on several small islands made of silt and sand. But one island had few hard-woods, many palm trees, and sharp granite ridges - It was all too familiar...
hu: Ponce követte a férfi tekintetét, s most tűnt fel neki egy sziget, ami sehogy sem illett a megszokottak közé. Egy folyó ömlött a tengerbe, buja növényzetű deltát kialakítva, számos kis szigetet hozott létre, ahol a homokon és a hordalékon keményfák vertek gyökeret. De az egyik szigeten kevés keményfa nőtt, ehelyett sok pálma és éles gránitszirtek borították. Nagyon ismerős volt...

source: 'You must come with me to see the Queen, your experiences could be of use. Do not worry, you will be handsomely compensated.', said the well-dressed man as he stood up to leave. Ponce found he could also stand, so he followed the well-dressed man out to a waiting carriage.
hu: 'Velem jössz a királynőhöz, a te tapasztalataid hasznosak lehetnek számunkra. Ne aggódj, megfelelő ellentételezést kapsz majd.' - mondta a jólöltözött ember, s felállt. Ponce szintén felállt, s követte a jólöltözött embert a folyosókon át.

source: Meanwhile, Nemesis was moving the island into a range close enough to make landfall...
hu: Ezalatt Nemesis a szigetet közel kormányozta a szárazföldhöz, s ott leereszkedett...

source: I can see lights of a city...
hu: Látom egy város fényeit...

source: And I think I see figures.
hu: S azt hiszem, hogy alakokat is látok.

source: That city is in the way, but we really need to keep moving east and that river looks like it should be large enough for us to continue inland.
hu: Ez a város útba esik, de valójában keletre kell mennünk, ez a folyó elég nagynak látszik ahhoz, hogy ezen folytassuk az utunkat.

source: As if on cue, a brass sparrow flew up to Nemesis and landed on her outstretched hand. Bresda and the sailors heard a tinny melody, but Nemesis must have heard something else.
hu: Ebben a pillanatban egy bronzszínű madárka röppent Nemesishez, s kinyújtott karjára telepedett. Bresda és a hajósok egy érces melódiát hallottak, de Nemesis bizonyára mást is értett belőle.

source: Yes, we must head inland, and we must wrest control of this city from those coming to intercept us.
hu: Igen, a szárazföld belseje felé kell mennünk, de először át kell vegyük ennek a városnak az ellenőrzését az ellenségeinktől.

source: Alright, you heard her! To arms!
hu: Rendben, halottátok! Fegyverbe!

source: The defenses of Elensefar include artillary that will kill any unit that does not move out of the cross-hairs.
hu: Elensefar védelmét egy üteg biztosítja, amely minden egységet, megsemmisít, amelyik a célkeresztjében marad.

source: The invaders are attacking the Northern District! Don't let them gain a foot-hold!
hu: A behatolók az északi körzetet támadják! Ne engedjétek, hogy hídfőállást létesítsenek!

source: It might make things easier for us if we can destroy their rocket mortars.
hu: Sokkal könnyebb lenne a dolgunk, ha megsemmisítenénk ezeket a rakétaágyúkat.

source: Now we take control of their castle. Bring the sceptre of their leader to me.
hu: Elfoglaltuk a kastélyukat. Hozzátok ide a vezető jogarát.

source: The people of Wesnoth are not easily defeated, intruders!
hu: Wesnoth népét nem könnyű legyőzni, behatolók!

source: (They are heading for the castle...)
hu: (A kastély felé tartanak...)

source: We will gain possession of that sceptre.
hu: Meg kell szereznünk azt a jogart.

source: You will not! We will drive you back into the sea!
hu: Soha! Visszaszorítunk titeket a tengerre!

source: We are defeating them!
hu: Megsemmisítjük őket!

source: I don't regret trying to defend the city, they have helped us in the past.
hu: Nem sajnálom, hogy megpróbáltuk megvédeni a várost, a múltban ők is segítettek minket.

source: How touching... Now that's enough out of you.
hu: Könnyekig meg vagyok hatva... De most már elég volt belőletek.

source: No ...
hu: Ne ...

source: We've defeated their Queen! We have the sceptre!
hu: Legyőztük a királynőt, megvan a jogar!

source: Don't kill her. We may need high-value hostages, depending upon how strong the rest of their forces are...
hu: Ne öljétek meg! Kellenek az értékes foglyok, nem tudhatjuk, milyen erősek a még ellenállók...

source: I feel as strong as my old self... We should think about heading east, but let us consolidate our triumph first...
hu: Azt hiszem, olyan erősek, mint régi önmagam... A keleti utunkat kellene előkészíteni, de először aknázzuk ki a győzelmünket...

source: The defeated people should know that we do not hold grudges, and anyone willing to join us is welcome. Just set aside your previous understandings, for they are wrong, and know that I can save you.
hu: A legyőzött embereknek tudniuk kell, hogy nem viseltetünk ellenséges érzelmekkel irányukban, s bárkit szívesen látunk, aki csatlakozni akar. Tegyétek félre azokat a nézeteiket, hogy ők rosszak, s ne felejtsétek el, hogy én megmenthetlek titeket.

source: Never!
hu: Soha!

source: You are no longer the leader of your people. This talk is over!
hu: Többé nem vagy a vezetőjük. Vége a megbeszélésnek!

source: I should have taken better care...
hu: Jobban kellett volna figyelnem...

source: There is something wrong, I think I see Khthon. Echidna has taken control...
hu: Valami nem stimmel, azt hiszem, khthonokat látok, Echidna fog uralkodni...

source: Onslaught
hu: Mészárlás

source: Nemesis took to the sky. Bresda and Haldrad got their respective forces in defensive position. They did not post scouts down the road, because they could not trust anyone who came back.
hu: Nemesis felemelkedett az égbe. Bresda és Haldrad védelmi pozícióba helyezte seregeit. Nem küldtek felderítőket az útra, mivel a visszatérőről nem tudhatták, megbízható-e.

source: Just after dawn, the birds fell silent, giving a warning that something was upon them. Not long after, a single elf rider rode up to the front gates. He slowed, but did not stop and did not call out for the guards. As the rider proceeded into the city, one of the defenders got nervous and fired an arrow into his throught. The strange and alien sound that emerged from the elf as he collapsed from his steed made it clear he was not an elf, but a Khthon scout. And so it began...
hu: Hajnalhasadtakor elhallgattak a madarak, ami figyelmeztetés volt, hogy valami közeledik. Nem sokkal később egy magányos tünde lovas kocogott felfelé az úton. Ahogy elérte a kaput, lassított, de nem állt meg, s nem kiáltotta elő az őrséget sem. Ahogy beporoszkált a városba, az egyik védő nem bírta tovább, s egy nyilat röpített belé. Az összeeső tündéből előtörő különös és idegen sikoly világossá tette, nem egy tündével volt dolguk, hanem egy khthonnal. Elkezdődött...

source: Survive until end of turns.
hu: Kitartasz a körök végéig

source: Khthon reach the donjon
hu: Khthon éri el a vártornyot

source: Our supplies and prisoners are in the central tower, we should be able to withstand a siege for some time. We just need to keep the enemy out.
hu: A készleteink és a foglyok is a központi vártoronyban vannak, vissza kell tartanunk a támadókat egy ideig. Csak távol kell tartanunk őket a toronytól.

source: That won't be so easy... Try to avoid getting into ranged combat with the beasts, they will turn you like they've turned the elves.
hu: Nem olyan könnyű ez... Kerüljétek el a távolsági harcot azokkal a szörnyetegekkel, különben titeket is a tündékhez hasonlóan átalakíthatnak.

source: Ishtu would not give us more than we could handle, those of us who accept her greatness are immune from the evil spirits!
hu: Ishtu nem bíz ránk olyasmit, amit ne tudnánk kezelni, akik elfogadják az ő nagyságát, annak nem ártanak a gonosz szellemek!

source: Do not be cavalier. The marks given to our followers are indeed effective, but I suspect you have not yet faced an enemy such as this... This is your greatest trial.
hu: Csak ne olyan hetykén. A jelek, amiket megkaptak a követőink, valóban hatásosak, de gyanítom, hogy ilyen ellenséggel még nem találkoztál... Ez az igazi tűzkeresztséged.

source: (Marks?)
hu: (Jelek?)

source: The flag of Nemesis flies over this city, but I do not see her.
hu: Nemesis zászlaja leng a város fölött, de őt nem látom.

source: Neither do I... If she is so wounded that she cannot lead her forces, we should have no problem acquiring the Angry Eye. Then we can free ourselves of the Nemesis and turn to counter the enemy growing behind us.
hu: Én sem... Ha annyira megsérült, hogy nem képes a seregei élére állni, akkor könnyen megszerezhetjük a Villámló Szemet. Aztán megszabadulhatunk Nemesistől, s visszafordulhatunk a magunk mögött hagyott ellenségeinkkel leszámolni.

source: A small but steady stream of our recently acquired allies arrive from Weldyn... We will destroy the city, and bring the Angry Eye to you, Echidna.
hu: Egy kicsi, de rendíthetetlen csapat jön Weldynből, frissen csatlakozott szövetségeseinktől... Leromboljuk a várost, s elhozzuk a Villámló Szemet neked, Echidna.

source: They've reached our supplies...
hu: Elérték a készletraktárainkat...

source: Burn and foul the grains, kill anyone you find! We have broken the enemy's spine.
hu: Égessétek, pusztítsátok a raktárat, öljetek meg mindenkit, akit csak találtok! Megtörjük a gerincüket.

source: Yes ...
hu: Igen ...

source: We are done for...
hu: Készen állunk...

source: They are closing in, I hope the winged one gets back soon... (At least, I think I do.)
hu: Be vagyunk szorítva, remélem, a szárnyas úrnő hamarosan visszatér... (Azt hiszem, hogy remélem.)

source: Remember that I am immune to the spell of the enemy.
hu: N felejtsd el, hogy én ellenállok az ellenség aljas ártalmainak!

source: There was some mention of prisoners earlier. Who would they be?
hu: Korábban valamilyen foglyokat említettetek. Kik ők?

source: What business is it of yours? Dardrus, your squire is very nosy...
hu: Mi közöd van hozzá? Dardrus, a lovagod túl kíváncsi...

source: I... I think he is wondering if we could buy time by handing the prisoners over to the Khthon...
hu: Én... azt hiszem, csak arra gondolt, hogy a foglyokat feláldozhatnánk a khthonoknak, időt nyernénk...

source: No! I was merely wondering if they could help us fight, they have just as much to lose as we do.
hu: Nem! Arra gondoltam, hogy segíthetnének nekünk a harcban, hiszen nekik is annyi a vesztenivalójuk, mint nekünk.

source: That is not for us to decide.
hu: Erről mi nem dönthetünk.

source: I agree, we should just make sure the enemy doesn't get us or get into the central keep.
hu: Egyetértek, az ellenséget távol kell tartanunk a központi erődítéstől.

source: Prince Haldrad! You're alive!
hu: Haldrad herceg! Te élsz?

source: Yes... Who are you?
hu: Igen... Ki vagy te?

source: I'm from Weldyn's Mounted Defense Forces. We had to retreat when Weldyn was over-run, we came here to assist the Queen. I have a message from my commander, he needs to coordinate his plans with you.
hu: A Weldyni Lovasság tagja vagyok. Vissza kellett vonulnunk, amikor Weldynt elfoglalták, azért jöttünk ide, hogy segítsünk a királynőnek. Üzenetet hoztam a parancsnoktól, egyeztetni szeretné a haditervét veled.

source: Very well. We could use all the help we c-
hu: Nagyszerű! Minden segítséget szívesen fog-

source: Careful. (This could be another black plume.)
hu: Csak csínján. (Lehet az ő ügynökük.)

source: The enemy is closing in... Please, I can't stay out here!
hu: Az ellenség közel van... Nem maradhatok itt sokáig!

source: I thought so...
hu: Jól gondoltam...

source: Don't let anyone from the outside past our gates. No matter what they say or plead, they are not one of us!
hu: Semmilyen külső egység nem hatolhat át a kapukon. Nem számít, mit mond, kire hivatkozik, nem közibénk való!

source: (Ishtu save us.)
hu: (Ishtu ments meg minket!)

source: Prince! I'm so glad we made it! We're tired and cold, please let us in.
hu: Herceg! Örülök, hogy végre ideértünk! Fáradtak vagyunk és fázunk, engedjetek megpihenni.

source: Who is 'Us'?
hu: Kik vagytok?

source: We're survivors from Weldyn. The monsters defeated the Council, we barely escaped. I have been sent as a scout, please let me through and the rest will follow.
hu: Weldyni menekültek. A szörnyetegek legyilkolták a tanácsot, alig tudtunk elmenekülni. Engem előreküldtek, engedjetek be, hogy megpihenhessek!

source: We have reason not to trust you... Move to the north and we will help protect you, but do not try to get through the gates.
hu: Jó okunk van rá, hogy ne engedjünk be... Menj északra, meg fogunk védeni, de ne közelíts a kapuhoz!

source: But, but... Have mercy on me!
hu: De miért... Legyetek irgalmasok a szegény menekülthöz!

source: Didn't you hear?! Don't approach the gates!
hu: Nem értesz a szóból?! Ne közelíts a kapuhoz!

source: Another one...
hu: Még egy...

source: Kill anyone that approaches. There is no one else out there, we are alone...
hu: Öljetek meg mindenkit, aki csak megközelíti a kaput. Kívülről senki nem juthat be, csak mi, idebenn vagyunk tiszták...

source: (It won't be long now, I know She is coming back to save us.)
hu: (Nem tart már sokáig, tudom, hogy Ő hamarosan visszatér, és megment minket.)

source: Ha! We win, you lose. Now, where is my old nemesis?
hu: Há! Győztünk, nyomorultak! Hol van a jó öreg Nemesis?

source: Not here, unfortunately for us.
hu: Nincs itt, sajnos.

source: Oh, what a world...
hu: Ó, micsoda világ...

source: I have no credibility with the winged one, Dardrus was my only hope...
hu: A szárnyas úrnőben nem bíztam, én csak Dardrusban reménykedtem...

source: We may still survive this Khthon onslaught, but I doubt Nemesis will remain on our side now...
hu: Mi még túlélhetjük ezt a khthon mészárszéket, de kétlem, hogy Nemesis továbbra is melletünk fog állni...

source: A shadow blocks the sky... A flying mountain?
hu: Egy árnyék borítja be az eget... Egy repülő hegy?

source: I've seen that before, it is the work of our red-eyed enemy...
hu: Láttam már ezt korábban is, ez a vörösszemű ellenségeink műve...

source: All combatants looked up as a floating mass of earth slowly moved into position above them, blotting out any light from the sky.
hu: A harcolók felnéztek az égre, s egy óriási földtömeget láttak lebegni maguk fölött, ami eltakarta a napot.

source: We need to leave!
hu: Tűnjünk el innen!

source: Right. Fall back!
hu: Rendben. Visszavonulás!

source: The Khthon are scattering, they must be scared of her.
hu: A khthonok megfutamodtak, megrettentek Tőle!

source: Yes! Only one could cause mountains to fly! I knew she'd be back!
hu: Igen! Csak egyvalaki képes egy hegyet a levegőbe emelni! Tudtam, hogy vissza fog térni!

source: Wesmere's Edge
hu: Wesmere határán

source: Nemesis explained that there was a powerful throne to which they must bring the Sceptre of Fire, or as she called it, the Angry Eye. This throne was far to the east and there was a long trek ahead.
hu: Nemesis elmondta, hogy ez egy hatalmas trón, amelynek irányításához a Tűz Jogarát használja, vagy ahogy ő nevezte, a Haragvó Szemet. Ez a trónus messze keletre volt, s ezért tartott ilyen sokáig az útja.

source: The land was thick with Khthon, so the best path was to swing wide into the sparsely populated mountains to the north. Haldrad was not so familiar with that region, but Dardrus had passed through the area before and knew that there was a high-altitude lake called <i>Vrug</i>, which fed a river flowing east. If they could make it to the lake, the travel should be much easier afterward.
hu: A vidéket ellepték a khthonok, így a legészszerűbb tervnek az látszott, ha a kevésbé népes északi hegyek felé veszik az irányt. Haldrad nem volt ismerős azon a tájon, de Dardrus korábban már járt arrafelé, s tudta, hogy van ott a magas hegyek közt egy tó, a Vrug, amelyből egy folyó ágazott ki kelet felé. Ha elérnék ezt a tavat, sokkal könnyebben haladhatnának tovább.

source: The group would have to navigate around the northern edge of Wesmere Forest, which would surely be a Khthon stronghold. But then they could climb the Hawthryn Pass to Lake Vrug...
hu: A csapatnak a Wesmere-erdő északi határát kellett megkerülnie, ahol már biztosan berendezkedtek a khthonok. S ha ezen túljutottak, akkor át kellett vágniuk a Hawthryn-hágón, hogy elérjék a Vrug-tavat...

source: Wagons reach the Hawthryn Pass.
hu: A karaván eléri a Hawthryn-hágót
