Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: I am alive, though I wish I were elsewhere.
hu: Élek, de szívesebben lennék máshol.

source: You think acting crazy will somehow intimidate me? I will not take this from you!
hu: Azt hiszed, az őrült akciódtól berezelek? Hát ennél többet vártam tőled!

source: Grrr! This quest no longer matters. I will continue on my own. Do whatever you need to do, Dardrus.
hu: Hrrr! Elegem van ebből a bandából. Magam járok a dolgok végére. csinálj, amit akarsz, Dardrus.

source: Part of our deal is that you clear out these orcs, not that you sit there and hope they wipe us out.
hu: Az egyezségünknek része, hogy visszatartjátok az orkokat. Ne csak üljetek ott, s várjatok, míg kiirtanak minket!

source: Which seems to be what you are doing! Bad move!
hu: Jó lenne, ha megmozdulnátok! Különben én cselekszem!

source: Grrr...
hu: Hrrr...

source: That's a good start...
hu: Kezdetnek nem rossz...

source: We've cleared the orcs out of your way, why don't you let her go now?
hu: Eltakarítottuk az orkokat az utadból, miért nem engeded el Bresdát?

source: You will let us pass, then I will let her go.
hu: Természetesen szabadon akarok távozni, ha átjutottam, elengedem.

source: What choice do we have?
hu: Van választási lehetőségünk?

source: I'm losing patience! I will let you pass, but don't look back... I will strike you like lightning!
hu: Kezdem elveszíteni a türelmem! Elmehetsz, de ne nézz hátra... Villámmal sújtalak agyon!

source: You kept your word, I'll keep mine. She is free.
hu: Betartottad a szavad, én is állom az enyémet. Bresda szabad.

source: The bastard drugged me, I'm still unsteady on my feet.
hu: az az állat elkábított. Alig állok a lábamon.

source: You're safe, it will pass. Now, I will go dispatch that green-eyed cretin!
hu: Biztonságban vagy, elmehetsz. S most szétszórom azokat az átkozott zöldszemű szörnyeket!

source: Nemesis, recent events don't make much sense to me. Why did he kidnap her, then let her go in exchange for help with forces he and Echidna could have easily defeated?
hu: Nemesis, a mostani események nem tetszenek nekem. Miért rabolták el őt, s miért engedték el azért, hogy szabadon elvonulhassanak, mikor Echidna könnyen behálózhatta volna?

source: It is a trap!
hu: Ez csapda!

source: He probably wants Nemesis to chase after him, so that we are separated. Then Echidna will strike.
hu: Talán azt akarják, hogy Nemesis elkezdje üldözni Keldant, hogy megosszanak minket. S ezalatt Echidna lesújt.

source: What kind of god would I be if I let that happen... Very well, when you are rested and able, we will head down the river.
hu: Milyen isten lennék, ha ezt engedném megtörténni... Jól van, kipihentétek magatokat, elindulhatunk lefelé a folyó mentén.

source: Hera Awakes
hu: Héra felébred

source: Meanwhile, back in the flying structure, the prisoners felt their last chance of escape was now, while there was only a light guard.
hu: Ezalatt a repülő szerkezet hátsó szobáiban a foglyok elérkezettnek látták az időt a szökésre, mivel csak néhány őr vigyázott rájuk.

source: They taunted the guards, in the hopes that the guards would open the door to beat them. One of them finally lost it and opened the door to do just that. He regretted his brash action as Caldera, whom he had not considered much of a threat, knocked his feet out from under him.
hu: Elkezdték cukkolni az őröket, remélték, hogy azok bemennek a cellájukba, hogy megtorolják a sértéseket. Egyiküknél valóban elszakadt a cérna, s kinyitotta az ajtót, hogy elégtételt vegyen. Meggondolatlanságát keservesen megbánta, mivel Caldera, akitől egyáltalán nem várta volna, kirúgta a lábát alóla.

source: Though the guards were better fighters, they were outnumbered and overcome. The prisoners soon found they could not leave the mountain the way they had been brought in. In their subsequent explorations, they found a passageway that ended in a large stone slab, which slid aside at their approach...
hu: Habár az őrök jobb harcosok voltak, a túlerő lebírta őket. A foglyok hamarosan rádöbbentek, hogy azon az úton, amin felhozták őket, nem tudnak távozni. Rövid kutakodás utás találtak egy nagy kőlappal lezárt átjárót. Ahogy közelebb léptek, a kőlap félrecsusszant...

source: Meanwhile, back on the ground, Nemesis' and Haldrad's forces were heading back to the airship from the center of the dissipating maelstrom. They knew that what they had just gone through did not solve anything, but it was not clear what needed to be done. Nemesis was a little shaken by the mummy's odd words, but felt that once back in the safety airship, she'd be able to put it into the past.
hu: Közben a földön Nemesis és Haldrad serege a szétoszlott örvénytől épp visszafelé tartott a hajóra. Abban biztosak voltak, amit láttak, az nem oldott meg semmit, de arról sem volt fogalmuk, hogy mit kellene tenniük. Nemesist megzavarták a múmia szavai, de úgy gondolta, hogy ha visszaér a biztonságos hajóra, majd utánajár a dolgoknak.

source: Unfortunately, she was not able to test that idea. The group started trudging up the melting snow hills of the airship, but felt an ominous energy coming from the ship...
hu: Szerencsétlenségére nem volt ideje elképzelését megvalósítani. A csapat elkezdett felvánszorogni az olvadó hóval borított hegyre, amikor valami baljóslatú energiát kezdett érezni a hajóból kiáradni...

source: Gain entrance to the airship (move to one of the holes near top of map)
hu: Elérsz a hajó valamelyik bejáratához (elérsz az egyik lyukhoz a térkép tetején)

source: Do not stay in the keeps for too long.
hu: Ne maradj sokáig a táborban!

source: Hera
hu: Héra

source: We need to regain control of this structure, it will be very bad for you if this ship rises too high into the sky and you are still out here.
hu: Vissza kell szereznünk a szerkezet fölötti ellenőrzést, végzetes lenne számotokra, ha a hajó felemelkedne a magas égbe, s ti itt kinn maradnátok.

source: All of the ice comes from being high in the sky, so any frosty terrain is part of the ship.
hu: A jegesedés amiatt van, hogy magasra emelkedünk, a fagyott terep a hajó része.

source: I promise you, those guards I left behind were good men! They cannot be doing this to us!
hu: Esküszöm, hogy a legmegbízhatóbb embereimet hagytam hátra! Ezt nem ők csinálták!

source: No, it is not them. If we are lucky, it is stowaways who have overpowered your guards.
hu: Nem, ez nem az ő művük. Ha szerencsénk van, akkor egyes potyautasok fegyverezték le az őreidet.

source: And if we are not lucky?
hu: És ha nincs szerencsénk?

source: Dardrus! The insolence of your human is reflecting poorly upon you, I suggest you teach him to hold his tongue.
hu: Dardrus! A kis védenced nem vet jó fényt rád, javaslom, hogy magyarázd el neki, hogy mikor nyithatja ki a száját.

source: I'm sorry, Nemesis. He is not fully trained in our ways, but he will learn.
hu: Sajnálom, Nemesis. Nincs igazán tisztában a mi szokásainkkal, de tanulékony.

source: Right. Then, let us get to one of the entrances before the mountain rises too high! You should not dally too long in the encampments.
hu: Rendben. Most pedig rohanjuk meg valamelyik bejáratot, mielőtt a hegy felemelkedik! Ne fecséreljétek az időt a táborban!

source: I hear a strange vibration...
hu: Különös zajt hallok...

source: The ship getting ready to rise, you do not want to be on the nearby ground.
hu: A hajó hajtóműve beindult, ne akarjatok a környező területen ragadni.

source: The rumbling is getting stronger.
hu: A rázkódás felerősödött.

source: We're now airborn. The air will get thin and cold, but the heat exchangers can provide some comfort.
hu: Felemelkedtünk. A levegő kicsit ritkább lesz, s hidegebb is, de a hőcserélők majd felmelegítenek.

source: That is a sign we are unlucky. The goal is the same: we need to get inside!
hu: Nincs szerencsénk. A cél továbbra is változatlan: belülre kell kerülnünk!

source: We are entering the clouds, our vision will be obscured.
hu: Beérünk a felhők közé, a látásunk elhomályosul.

source: You cannot stay outside, you need to get to one of the entrances.
hu: Ne maradjatok kívül, igyekezzetek elérni valamelyik bejáratot!

source: Well, I've made it to an entrance. I'll-
hu: Elérem a bejáratot. Be-

source: So... Just what is going on, Nemesis?
hu: Úgy... mi folyik itt, Nemesis?

source: Queen Hera! I can - I had no time to awaken you. If y-
hu: Héra királynő! Én akartam sz- nem volt időm szólni. Ha t-

source: Silence! I'm not stupid... You thought you could use my mountain without my permission - if I remained asleep, you had free reign. Free reign to build an army to overthrow me and gain the loyalty of our kind for your new dynasty...
hu: Hallgass! Nem vagyok hülye... Azt hitted, hogy használhatod a hegyemet az engedélyem nélkül - ha tovább aludtam volna, szabadon uralkodhatnál. Szabadon építhetnél hadsereget, hogy letaszíts a trónról, s létrehozd a saját dinasztiádat...

source: Well, you are not the first to have tried this. I shall deal with you and your co-conspirators as I have dealt with any other would-be usurper. And I assure you, I won't be forgiving! You will all wish you had died in battle!
hu: Nos, nem te vagy az első, aki ezt megpróbálja. Leszámolok veled és a ko-kollaboránsaiddal, ahogy már másokkal is leszámoltam. S biztosíthatlak, hogy nem kegyelmezek! S bánjátok majd, hogy nem estetek el a csatákban!

source: Nemesis knew Hera meant what she said. She had to make a decision, and she decided to flee. She would try to free the others, but for now she needed to abandon them.
hu: Nemesis tudta, hogy Héra mire gondol. Döntenie kellett, s ő a menekülés mellett döntött. Megpróbálhatta volna megszabadítani a többieket is, de most el kellett hagynia őket.

source: I will come back for you, be strong!
hu: Visszajövök értetek, tartsatok ki!

source: (No...)
hu: (Ne...)

source: I feel light-headed...
hu: Kezdek megvilágosodni...

source: I need to lay down...
hu: Le kell feküdnöm...

source: We've risen too high, they are going to die.
hu: Túl magasra emelkedünk, meg fognak halni.

source: Betrayal
hu: Árulás

source: The group headed east, along the outlet from Lake Vrug. But eventually the humans needed to sleep, so they stopped. Nemesis watched Bresda breathing in her sleep, and her thoughts wandered to Echidna and what schemes she could possibly be up to.
hu: A csapat kelet felé tartott a Vrug-tó lefolyásának mentén. De az embereknek időnként alvásra van szükségük, tehát megálltak pihenni. Nemesis nézte a mélyen alvó Bresdát, s gondolatai Echidna körül jártak, s a tervét próbálta kitalálni.

source: Nemesis did not need to sleep, but even a powerful being such as herself can get lost in thought. Her attention snapped back to the present when she heard someone shouting. It was then that she noticed that Bresda was gone, as was the Sceptre.
hu: Nemesisnek nem volt szüksége alvásra, de még egy hozzá hasonlóan hatalmas lény is belemerülhet a gondolataiba. Egy kiáltás térítette vissza a jelenbe. Ekkor vette észre, hogy Bresda eltűnt, ahogy a Jogar is.

source: Seth
hu: Szeth

source: Bresda! What are you doing?!
hu: Bresda! Mit csinálsz?

source: I wasn't sure if you would notice. It seems you didn't... Something very bad is coming this way. I need this Sceptre to fight it off.
hu: Nem tudtam, hogy észrevetted-e. Úgy látszik, nem... Valami nagyon rossz közeleg. Kell nekem ez a Jogar, hogy megküzdjek vele.

source: And you have been quite a thorn in my side. It is time for our last battle.
hu: Meg különben is, mindig is szálka voltál a szememben. itt az idő a végső csatánkra.

source: You are...
hu: Te...

source: Yes, you've figured it out. But not before I got the Eye!
hu: Igen, látom felébredtél. De már megszereztem a Szemet!

source: Now you see why the Khthon must be exterminated...
hu: Ezért kell kiirtani a khthonokat az utolsó szálig...

source: As if I needed any convincing!
hu: Nem kell különösebben győzködnek!

source: We don't have much time...
hu: Nincs több időnk...

source: <i>You...</i>
hu: <i>Te...</i>

source: Look who else is here.
hu: Nézzétek, ki van itt.

source: Charming...
hu: Kedves...

source: No running away this time, Slippery One!
hu: Ezúttal nem siklasz ki a kezem közül, te csúszómászó!

source: I don't intend to run, I intend to destroy you-
hu: Miről beszélsz, én nem menekülök, megsemmisítelek, te-

source: Where did they go?!
hu: Hova tűntek?!

source: That sounds bad, we should follow them!
hu: Ez baljóslatúan hangzik, utánuk kellene mennünk!

source: They are different than us, we may be torn apart if we step into that hole...
hu: Ők nem olyanok, mint mi, mi darabokra szakadnánk, ha belépnénk abba a lyukba...

source: We'll be torn apart up here, if that magic corpse is to be believed. Release the prisoners! All who wish to show their love for this land will follow me, into the hole!
hu: Itt is darabokra szakadunk, ha hihetünk annak a mágikus lénynek. Szabadítsuk ki a foglyokat! Mindenki, aki szereti ezt a földet, követ engem a lyukba!

source: Though not well crafted, those words may still be wise.
hu: Habár nincs sok értelem a szavai mögött, mégis igaza lehet.

source: Ahh, it's good to be out of that cramped thing...
hu: Ah, de jó újra kiszabadulni abból a szűk lyukból...

source: My son, I was beginning to think you'd let me pass away in there-
hu: Fiam, már kezdtem azt hinni, hogy itt akarsz hagyni-

source: What's that?
hu: Mi ez?

source: We can't stay here.
hu: Nem maradhatunk itt.

source: Grrr!
hu: Hrrr!

source: His death is a shallow victory for you, for no matter how many brave Khthon you kill, your kind will not last much longer. The future, if it exists, is ours.
hu: Az ő halála csak röpke győzelem, nem számít, hány khthont ölsz meg, a fajtád nem fog sokáig élni. A jövő, ha van olyan, a miénk.

source: <b>Silence!</b>
hu: <b>Hallgass!</b>

source: Destroyer
hu: Pusztító

source: Nemesis was not proud of leaving her followers in the clutches of Hera, but did not know what to do about it. She felt drawn back to the ruined earth near Weldyn, there may be answers there...
hu: Nemesis nem volt büszke magára, hogy Héra kényére-kedvére szolgáltatta ki a követőit, bár fogalma sem volt, hogy mit tehetett volna. Érezte, hogy a Weldyn melletti romos területre kell visszatérnie, talán ott választ kap a kérdéseire...

source: Death of
hu: Meghal

source: This place has remained static...
hu: Valami feszültség van itt a levegőben...

source: I cannot explain it, but there must be something to that swirl...
hu: Nem tudom megmagyarázni, de abban az örvénylésben kell lennie valaminek...

source: I knew you'd come back, my dear Nemesis...
hu: Tudtam, hogy vissza fogsz jönni, kedves Nemesisem...

source: You... I should kill you, but you are dead... Is this the great evil?
hu: Te... Megölnélek, de te már halott vagy... Ez lenne az a hatalmas gonosz?

source: 'Evil' is such a harsh word...
hu: A 'gonosz' olyan csúnya szó...

source: Some would say you are 'evil'.
hu: Néhányan mondhatják, hogy 'gonosz' vagy.

source: It is a matter of perspective. We would not say you are evil, Nemesis.
hu: Mindez csak nézőpont kérdése. Mi nem neveznénk téged gonosznak, Nemesis.

source: Who are you?
hu: Ki vagy te?

source: Forgive me, I am Seth. You are looking unsteady on your feet, so I'll keep it brief:
hu: Bocsáss meg, Szeth vagyok. Látom, alig állsz a lábadon, tehát rövidre fogom:

source: Echidna and I are not what we once were, it seems, and lack the strength to realize our true form. You are strong, and can help push us over the edge.
hu: Echidna és én sem azok vagyunk, amik egyszer voltunk, ez egyértelmű, s hiányzik az erőnk, hogy visszanyerjük eredeti alakunkat. Te erős vagy, s segíthetsz nekünk túljutni az akadályon.

source: Why... would I want to do that?
hu: Miért akarnék segíteni nektek?

source: You will gain unimaginable power, you will be the strong arm of the new existence. Join us and we will form an omnipresent Trinity.
hu: Mert minden elképzelhetőnél nagyobb erőre tehetsz szert, te lehetsz az új létforma ökle. Csatlakozz hozzánk, s létrehozzuk a mindenható Istenháromságot.

source: No... I don't like this. I'm leaving!
hu: Nem... Én ezt nem akarom. Elmegyek!

source: You do not have that choice.
hu: Nincs választási lehetőséged.

source: Let bygones be bygones, my former Nemesis...
hu: A múlt árnyai süllyedjenek el a múltba, kedves korábbi Nemesis...

source: For the first time in her life, Nemesis was truely scared...
hu: Életében először Nemesis pánikba esett...

source: <i>Snarl!</i>
hu: <i>Acsarog!</i>

source: Finale
hu: Végjáték

source: The forces of the Primeval goddess rounded up the demoralized humans and locked them in cave-like dungeons. The humans noticed that Dardrus was not locked in with them. They wondered if he had also abandoned them, and was negotiating a special deal to save his own skin.
hu: Az antik istennő seregei körbefogták a demoralizált embereket, s bezárták őket egy barlangszerű pincébe. Az emberek észrevették, hogy Dardrust nem zárták közéjük. Furcsállották, hogy ő is elhagyta őket, s különalkut kötött, hogy mentse a bőrét.

source: They needn't have worried about that...
hu: Emiatt nem kellett volna aggódniuk...

source: Escape the Airship
hu: Megszöksz a hajóról

source: Death of Tanyche
hu: Tanyche meghal

source: Tanyche can open locked gates.
hu: Tanyche képes kinyitni a lezárt kapukat.

source: Your no-good ringleader isn't here, so I will have to use you as the example!
hu: A főkolompos meglógott, tehát rajtad fogok példát statuálni.

source: If you beg for forgiveness, this pain will be over... Tell me what damage you have done -
hu: Ha kegyelemért könyörögsz, akkor a kín el fog múlni... Mondd, milyen sérülésed van -

source: <b><i>Snarl!</i></b>
hu: <b><i>Vicsorog!</i></b>

source: It seems your ring-leader is back. I should keep you alive until she reaches the throne-room, she should see your grovelling.
hu: Nocsak, a főkolompos visszatért. Életben hagylak, míg eléri a tróntermet, hadd lássa a vonaglásodat.

source: You! ... Dardrus ... come!
hu: Te! ... Dardrus ... gyere!

source: The enemy guard opened the cell door and beckoned Haldrad through. Haldrad figured his time had come, but the surprised response of the guard down the tunnel gave him some hope...
hu: Az ellenéges őr kinyitotta a cella ajtaját, s kihívta Haldradot. Haldrad azt gondolta, hogy lejárt az ideje, de meglepetésére az őr egyáltalán nem tűnt barátságtalannak...

source: We... move...
hu: Most... megyünk...

source: I thank you, but I cannot leave my men behind. Can you free them too?
hu: Köszönöm, de nem hagyhatom itt az embereimet. Őket is kiengednéd?

source: Right, you don't really speak the language of my land... Maybe...
hu: Aha, nem beszéled a mi nyelvünket... Esetleg...

source: Haldrad pointed to his new friend's key ring, then jabbed his finger emphatically at the two visible cell doors. The guard's gaze followed his gesticulations with slight disapproval, then grinned reassuringly and fingered the key-ring.
hu: Haldrad rámutatott új barátja kulcscsomójára, aztán határozottan rámutatott a két látható cellaajtóra. Az őr némi zavarodottsággal követte a mozdulatait, majd biztató mosollyal elővette a kulcscsomót.

source: Come.
hu: Jössz.

source: Stop! Before we go any further, we need to think about what we are doing.
hu: Megállj! Mielőtt továbbmegyünk, el kellene gondolkoznunk azon, hogy mit is akarunk.

source: What? We are escaping prison!
hu: Mit? Kiszabadítani a foglyokat!

source: Yes, well, we are trying to escape a god! We are up in the air, there is no escape! Have you thought of that?
hu: Nos, egy isten elől akarunk megszökni! Fenn vagyunk az égben, hogy szökünk meg! Erre gondoltál?

source: Uhm, well, our new friend mentioned Dardrus by name, maybe he is a god too. Would you have us sit in our cells before our executions?
hu: Hát, hmmm, új barátunk Dardrust is emlegette, lehet, hogy ő is egy isten. Talán üldögéljünk a celláinkban, mielőtt kivégeznének minket?

source: No, you are right... Nemesis will come to save us, but she will only help us if we try to help ourselves. We will go on now...
hu: Ne, igazad van... Nemesis visszajön, hogy megmentsen minket, de csak akkor segít, ha mi is mindent megteszünk magunkért. Gyerünk, induljunk...

source: Come with us, Bresda! We're going to get out of here.
hu: Gyere velünk, Bresda! meglépünk innen.

source: I never thought I'd be so glad to see you again...
hu: Sose hittem volna, hogy egyszer még örülni fogok, hogy látlak...

source: I guess we are free of the dungeon- wait!
hu: Azt hiszem, kijutottunk a pincéből- várjatok!

source: Where are they off to in such a hurry?
hu: Mi ez a nagy sietség, hova rohannak?

source: It seems there is some trouble to the left.
hu: Úgy tűnik, valami problémájuk akadt a bejáratnál.

source: Trouble for them. What if it's Nemesis come to rescue us?
hu: Problémájuk akadt, ez jó jel. Mi van, ha Nemesis tért vissza, hogy megmentsen minket?

source: Mother! You are alive!
hu: Anyám! Te élsz?

source: Yes, Hera found my 'pretenses at regality' amusing and kept me as a pet.
hu: Igen, Hérának tetszett a királyi tartásom, s megtartott a kis állatkájának.

source: Well, now we have a chance to escape, come with us!
hu: Nos, esélyünk van megszökni, gyere velünk!

source: Dardrus, you are not looking so healthy. What happened?
hu: Dardrus, nem nézel ki valami jól. Mi történt?

source: Hera was very angry with Nemesis... But Nemesis had escaped, so Hera had to settle for the next-best-thing...
hu: Héra megharagudott Nemesisre... De Nemesis megszökött, így Héra figyelme az utána következőre, rám terelődött...

source: What does that mean? She won't open the gate...
hu: Ez mit jelent? Nem tudja kinyitni a kaput...

source: We haven't explored these chambers, maybe that has something to do with it.
hu: Nem kutattuk át a termeket, valamit keresnünk kellene, ami kapcsolatban van ezzel a kapuval.

source: It means she thinks we are leaving someone behind. And that would be dishonourable.
hu: Azt jelenti, hogy szerinte valamit elhagytunk. És ez nagy szerencsétlenséget okozhat.

source: Do we even know why she is helping us? Maybe there is an answer in some corner we haven't explored.
hu: Megtudhatjuk, hogy miért segít nekünk? Esetleg ezzel választ kapnánk arra is, hogy miféle dolgot keressünk.

source: That tunnel should lead away from Hera, but who knows where it leads...
hu: Ez az átjáró Hérától elvezet, de ki tudja, hova vezet...

source: I think I know. I saw that tunnel after I escaped from the holding pen your <i>friend</i> there put us in...
hu: Azt hiszem, tudom. Láttam ezt az átjárót, miután megszöktem abból a ketrecből, ahová a <i>barátod</i> bezsuppolt...

source: Stop glaring at me!
hu: Ne fixírozz!

source: ... It was a dead end.
hu: ... és zsákutca volt.

source: I recognize this! This is the prison where we were held. There were some symbols on the floor, the chamber must have had some purpose other than imprisonment. But I know not what that would be.
hu: Felismerem ezt a helyet. Ez az a börtön, ahol minket tartottak. Volt néhány szimbólum a földre rajzolva, biztosan nem fogda céljára építették. Habár fogalmam sincs, mi célt szolgált.

source: We need a way off this mountain, so let us hope it has something to do with transport to the ground.
hu: Valamiképpen ki kell jutnunk ebből a hegyből, remélem találunk valamit, amivel a földre is lejutunk.

source: Heck of a leader you are...
hu: Nem valami nagy vezér vagy te, herceg...

source: You be quiet!
hu: Fogd be a szád!

source: She wants me to follow her. It is hard to talk in front of everyone.
hu: Azt mondja, kövessem, ennyi ember előtt nem akar beszélni.

source: Hah! I've heard this story before! But this is not the time, I would think.
hu: Há! Hallottam már ilyenről korábban is! De azt hiszem, erre most nincs időnk.
