Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: Haldrad and Dolevan were prepared to head back to Weldyn, but Dardrus had something he wanted to do first. Haldrad did not want to waste time, but the odd man was quite insistant that he be allowed to continue up the mountain.
hu: Haldrad és Dolevan készen álltak, hogy visszatérjenek Weldynbe, de Dardrus még valamit el akart intézni. Haldrad nem akart több időt elfecsérelni, de a különös ember hajthatatlan volt, s mindenáron fel akart menni a hegyre.

source: He decided it was best to head up the mountain.
hu: Végül úgy döntött, hogy irányt vesznek a hegyek felé.

source: Once they reached a high outcropping, one with a clear view of the distant horizon, Dardrus pulled something from a pouch in his belt. He bent his head down to his hands for a moment, then threw a small brass object into the sky. The object spread bird-like wings and flew off, toward the distant coast.
hu: Ahogy Dardrus elérte a hegycsúcsot, ahonnan kilátás nyílt a távoli vidékekre, az övén függő kis táskából elővett valamit. A markához hajolt egy pillanatra, majd egy kis bronzszínű valamit repített az ég felé. Az szétnyitotta szárnyait, s elszállt a távoli partok irányába.

source: Dardrus reaches the peak
hu: Dardrus eléri a csúcsot

source: Death of Dolevan
hu: Dolevan meghal

source: Time Runs Out
hu: Kifutsz az időből

source: That outcropping up ahead should be good enough.
hu: Az a hegycsúcs előttünk megfelelőnek tűnik.

source: Finally! I don't see why I had to come along for this...
hu: Végre! Nem látom be, miért kellett idejönnünk...

source: It won't take long, right Dar-
hu: Remélem, nem tart sokáig, Dar-

source: You! Go! You go from here!
hu: Ti! Menjetek! Menjetek el innen!

source: Well, Dardrus. That is a troll.
hu: Nos, Dardrus. Ez egy troll.

source: I look nothing like that... Anyways, I must go to that outcropping.
hu: Én nem is hasonlítok rá... Akárhogy is, fel kell jutnom arra a csúcsra.

source: That should relieve some pressure.
hu: Ezzel kicsit könnyebb dolgunk lesz.

source: This will do.
hu: Ez megteszi.

source: The odd warrior pulled what looked like a brass sparrow out of a pouch he had been carrying. He held it to his face for a moment, then threw it up into the air whereupon it spread its wings and flew west.
hu: A különös harcos a magával hordott táskából előhúzott valamit, ami egy bronzszínű verébhez hasonlított. Felemelte az arcához, majd felrepítette az égbe, ahol az kinyitotta szárnyait, s elrepült nyugat felé.

source: What the hell was that!?
hu: Mi az ördög volt ez!?

source: An offering to the spirits, surely you understand.
hu: Ajándék a szellemeknek, biztosan megérted.

source: I'm not sure I do. Prince, you are too trusting of this stranger.
hu: Nem vagyok benne biztos, Hercegem, túlzottan megbízol ebben az idegenben.

source: ... Well, the fog is clearing. Let us head back to Weldyn.
hu: ... Nos, a köd felszállt. Induljunk vissza, Weldynbe!

source: Argh! Another one of those things! They've made it this far south!?
hu: Áhh! Itt is van egy átkozott izé! Hát már ilyen messzire délre is eljutottak!?

source: There is no more running. Here we fight.
hu: Vége a menekülésnek. Harcolni fogunk.

source: (whispers to self: Such odd statements, I'd like to interrogate one of those orcs...)
hu: (magának: Érdekes kifakadás, ki kell faggassam azt az orkot...)

source: Defeat Enemies
hu: Legyőzöd az ellenségeket

source: Finish off Largosh with Dolevan to interrogate him.
hu: Largosht Dolevannal végzed ki, hogy kivallathassa.

source: You said 'they've made it this far south', what did you mean by that?
hu: Azt mondtad 'ilyen messzire délre is eljutottak', mire gondoltál?

source: I meant nothing, I've nothing to say to you.
hu: Semmire, nincs mit mondjak neked.

source: I'd noticed that you were shocked to see the red-eyed man this far south... Well, we were suprised to see orcs at all.
hu: Úgy láttam, meglepett, hogy ilyen délen látsz egy vörösszemű embert... mi meg azon lepődtünk meg, hogy orkot látunk.

source: Whaddaya mean? What's happened!?
hu: Mirű gagyogysz? Mi történt!?

source: We've just about exterminated all orcs in the south. I'm not sure how many orcs are left, but not many.
hu: Majdnem teljesen kiirtottuk az összes orkot itt, délen. Nem tudom hány ork lézeng még, de nem sokan lehetnek.

source: Garrgh! Their legions drove us out of the north, and now I - one of the last orcs - am to die at the hands of human worms...
hu: Garrgh! A légióik elkergettek minket északról, s most én - az utolsó orkok egyike - egy emberféreg áldozatává válok...

source: (whispers to self: 'Their legions'? I don't like the sound of that...)
hu: (magának: 'A légióik'? Ez nem hangzik túl jól...)

source: Now we can head back. I hope this was worth it.
hu: Most már visszatérhetünk. Remélem megérte a kitérő.

source: Oh dear...
hu: Ó, kedveseim...

source: Getting the wiseman killed... Damnation!
hu: Meölték a bölcset... A pokolba!

source: A fog rolls in...
hu: Köd ereszkedik a tájra...

source: So you can't do your ritual. Maybe some other time then - Let's be on our way!
hu: S így nem tudod elvégezni a szertartást. Talán majd máskor - Gyerünk vissza Weldynbe!

source: No, the fog does not matter. We continue upward.
hu: Ne, a köd nem jelent akadályt. Irány a csúcs!

source: Princling, are you going to let him give the orders? Take control!
hu: Hercegecske, engeded, hogy ő parancsolgasson? Vedd át a vezérlést!

source: We've come this far. If he says the fog does not matter, it does not matter.
hu: Ha már idáig eljöttünk, s a köd sem akadály, akkor haladjunk tovább.

source: (Young fool...)
hu: (Ostoba kölyök...)

source: This is taking forever. For what, I ask? For nothing! I am gone, don't try to follow me!
hu: Mindig ez történik. S miért, kérdem. A semmiért! Elmegyek, ne is próbáljatok követni!

source: Oh, great...
hu: Ó, remek...

source: An Encounter
hu: Találkozás

source: As Haldrad's party headed back toward Weldyn, Dolevan's mind was racing. He had been in periodic contact with his brother Malevan for years, but he had not heard from him for over a year and a half. Malevan had been studying some powerful ancient culture, and had been trying to extract some of the lost knowledge and power. Because of the orc's words, Dolevan felt the red-eyed stranger was related to his brother's work.
hu: Ahogy Haldradék visszaindultak Weldynbe, Dolevan fejében egymást kergették a gondolatok. Évekig időről-időre érintkezésbe lépett bátyjával, Malevannal, de másfél éve nem kapott hírt felőle. Malevan egy nagyhatalmú ősi civilizációt tanulmányozott, s próbálta kikutatni a tudásukat és a hatalmukat. Az ork szavaiból arra következtetett, hogy a vörösszemű idegen kapcsolatban állt e kutatásokkal.

source: Dardrus froze in place when he saw the smoke emanating from the city. 'I have seen this before... What do you know of, uh, green-eyed traitors?' 'What are you talking about?,' answered Prince Haldrad. Dolevan skimmed the letters for something about green eyes: nothing. 'The enemy is not strong, but is very devious. They do not have bodies of their own, but they take control of vulnerable prey such as yourselves-' 'You know all of this from a black puff of smoke?,' interrupted the prince. 'No... We fought against this enemy, it was a desperate battle to save the world - your people included. We did not lose, but neither did we win. The enemy is out there, and I've seen them responsible for such black plumes in the past.'
hu: Dardrus lába a földbe gyökerezett, ahogy meglátta a város fölött gomolygó füstöt. - Láttam már ilyet korábban... mit tudtok a hm, a zöldszemű árulókról? - Miről beszélsz? - kérdezte Haldrad herceg. Dolevan átlapozta a leveleket, mi van bennük a zöldszeműekről: semmit nem talált. - Az ellenség nem túl erős, de nagyon alattomos. Nekik maguknak nincs testük, de a magatokfajta sebezhető lények testébe könnyen beköltöznek - - Mindezt a füstgomolyból állapítottad meg? - vágott közbe a herceg. - Nem... Harcoltunk már ellenük. Kegyetlen harc volt ez, hogy megmentsük a világot, titeket is. Nem vesztettünk, de nem is nyertünk. Az ellenség ott van, s a múltban az ilyen füstgomolyagért ők voltak a felelősek.

source: Dolevan searched for some mention of battles or war in his brother's letters. He found a speculation that humans had been enslaved by beings of great strength, and that the common enemy was the 'lower half'. He didn't know what 'lower half' meant, he suspected it was a bad translation by his brother, but this information suggested that Dardrus was not to be trusted.
hu: Dolevan csaták, háború nyomát kereste a bátyja leveleiben. Talált utalásokat arra, hogy az embereket nagyerejű lények rabszolgaságba döntötték, s közös ellenségeik voltak az 'alsó fél' nevű lények. Fogalma sem volt, hogy mit takar az 'alsó fél' megnevezés, valószínűleg a bátyja félrefordított valamit, de ez a megjegyzés gyanússá tette Dardrust a szemében.

source: Prince Haldrad directed the group to head to Weldyn, in case they could provide assistance to the city defenders. They had gone a couple of miles before Haldrad realized Dolevan and his undead minions were no longer with them. He called out, but knew it was pointless for the Necromancer did not want to be with them...
hu: Haldrad herceg Weldyn felé vezette csapatát, hogy szükség esetén segítségére siessenek a város védőinek. Már tucatnyi mérföldet megtettek, mikor Haldradnak feltűnt, hogy Dolevan és élőholt szolgái nincsenek a csapatukban. Rövid és eredménytelen kiáltozás után belátta, hogy a holtidéző nem akar hozzájuk csatlakozni...

source: (I don't trust that stranger, but I don't know what to do and Malevan's letters are just confusing. I'll shadow the Prince, see if - what's that?)
hu: (Nem bízom ebben az idegenben, de nem tudom, mit tehetnék, s Malevan levelei is csak összezavarnak. Körmére nézek ennek a hercegnek, nehogy - mi ez?)

source: Weldyn has fallen! Run for your life, old man!
hu: Weldyn elesett! Fuss az életedért, öreg!

source: (What am I seeing? What are those things?)
hu: (Mit látnak szemeim? Mik ezek?)

source: Hisss!
hu: Hissszz!

source: Join my undead, foul one!
hu: Csatlakozz az élőholtjaimhoz, te aljas!

source: The Khthon did not become an undead, but something else happened. A cold wind blew, the stars disappeared...
hu: A khthon nem változott élőholttá, valami egészen más történt. Hideg szél támadt, a csillagok eltűntek...

source: (Where is this? This is not the land of the dead...)
hu: (Hol vagyok? Ez nem a holtak földje...)

source: We have been trapped in this vacant world for a long time, but you have shown us a way out. The tear in the barrier will grow, until we are able to merge our two worlds.
hu: Hosszú ideig vegetáltunk ebben a sivár világban, de te megmutattad a kivezető utat. A gáton a repedés nő, s hamarosan képesek leszünk egyesíteni a két világot.

source: (Merge the worlds?) Why are you telling me this?
hu: (Egyesíteni a világokat?) Miért mondod ezt nekem?

source: When I find the heart of our lower half, we will re-unite and the one will be whole.
hu: Amikor megtalálom az alfelünk szívét, újraegyesülünk, s az egész összeáll eggyé.

source: (The 'lower half' again, what does that mean?) Who is 'the one'?
hu: (Már megint az az 'alsó fél', mi lehet az?) Mivé áll össze az egész?

source: It is a sign of my gratitude and mercy that you will never find out...
hu: Ez az én nagyrabecsülésem és köszönetem jele, hogy sosem fogod megtudni...

source: Aaahhh!!
hu: Ááááhhh!!

source: An Encounter.
hu: Találkozás

source: The group continued on without Dolevan. Prince Haldrad hoped the Necromancer would change his mind and rejoin them, but they had to move on toward Weldyn.
hu: A csapat folytatta útját Dolevan nélkül. Haldrad herceg remélte, hogy a holtidéző megváltoztatja ellenkezését, s újra csatlakozik hozzájuk, de nekik tovább kellett menniük Weldynbe.

source: As they approached the outer perimeter, Prince Haldrad's party saw the guard towers were manned by... Elves?
hu: Ahogy elérték a város peremét, Haldradéknak feltűnt, hogy a kapuk őrzését átvették a... tündék?

source: Defeat Elvish Guards
hu: Legyőzöd a tünde őröket

source: Elves manning the guard towers? Is the battle going so badly that the Royal Guard must be outsourced to Elves?
hu: Tündék vették át a kapuk őrzését? Hát ilyen rosszul állunk, hogy a Királyi Gárdát tündékkel kell helyettesíteni?

source: There is something very wrong with them... Remember when I asked about green-eyed traitors? These are the ones I was refering to...
hu: Valami nem stimmel velük... Emlékszel, amikor a zöldszemű árulókról kérdeztem? Ezek azok, akikre gondoltam...

source: (So you don't like Elves...) Elf Captain! Why do our woodland friends play the role of guardians? What has happened to the Royal Guard?
hu: (Szóval te nem szereted a tündéket...) Tünde kapitány! Miért vették át erdei barátaink a kapuk őrzését? Mi történt a Királyi Gárdával?

source: Those were once Elves, but they are no longer Elves. They are the Enemy, set aside any hesitation for you are in great danger...
hu: Valamikor tündék voltak, de már nem azok. Most már Ellenségek, félre a kételyekkel, nagy bajban vagytok...

source: Yes, 'khrrr' was not the response I expected. Has Weldyn been lost? Or are we needed there to break a siege?
hu: Hát, a 'khhhrrrr' nem az a válasz, amire vártam. Weldyn elesett volna? Vagy nekünk kell megtörnünk az ostromot?

source: We ... The old man is dead ... we are free!
hu: Mi... az öreg meghalt... mi szabadok vagyunk!

source: I hear a whispering in my ear. It's quite distracting, please make it stop!
hu: Hangokat hallok a fülemben zúgni. Nagyon zavaró, szüntesd meg!

source: The spirits are quite ... disturbed. And they have no one to ... talk to. But I shall ask them to stop.
hu: A szellemek eléggé... zavaróak. S nincs kivel ... beszélni. Megkérem őket, hogy hallgassanak.

source: But please, understand ... our prison and home is being consumed ... The one consuming our prison is coming to this ... world ...
hu: De kérlek, értsd meg ... a börtönünk, s az otthonunk is megsemmisült... Aki megsemmisítette a börtönünket, idejön... erre a világra...

source: ... This sounds familiar ... It is nothing I have witnessed, but it is in childhood tales. I'm sorry I can't say much more, we need to be careful.
hu: ... Ez ismerősnek hangzik... Ugyan még nem láttam ilyet, de hallottam a tündérmesékben. Többet nem mondhatok, óvatosnak kell lennünk.

source: We will help you... Though we hate to roam this world again, the threat is too great...
hu: Segítünk neked... Habár gyűlöljük, hogy ismét ezen a világon kell bolyonganunk, de nagy veszély fenyeget...

source: Haldrad can recruit Ghosts
hu: Haldrad szellemeket is toborozhat

source: More fog...
hu: Megint gomolyog a köd...

source: This is not a drainage or coast, I've never seen fog like this here...
hu: Nem vagyunk a parton, s nem is kipárolgás ez, nem is láttam ilyet ezen a környéken...

source: You are right, there is something ominous.
hu: Igazad van, ez valami baljóslatú köd.

source: Former friends...
hu: Korábbi barátaink...

source: It is quite unnerving.
hu: Eléggé nyugtalanító...

source: I do not like how this is going, these are not interceptors come to keep us from saving Weldyn. Weldyn is lost, we should head to Elensefar; it is the next largest city and if we can assist in its defense, the kingdom may yet survive.
hu: Nem tetszik nekem ez a helyzet, ezek nem egyszerű portyázók, akik meg akarják akadályozni, hogy megmentsük Weldynt. Weldyn elveszett, Elensefarba kellene mennünk; ez a második legnagyobb város, még talán segíthetünk megvédeni, s talán a királyság is megmenekülhet.

source: That may be, but I would suggest we head into the mountains to the north. We may be able to find help there.
hu: Lehet, de én inkább északot javaslom, a hegyeket. Ott talán segítséget kaphatunk.

source: Are you suggesting we hide with the Dwarves? That I will never do! They would not let us in anyway, our relations are a bit strained these days.
hu: Azt akarod mondani, hogy bújjunk el a törpök közt? Soha! Nem látnának minket szívesen, nem túl jó a viszonyunk az utóbbi időben.

source: What is 'the Dwarves'? I have something else in mind-
hu: Mik azok a 'törpök'? Én valami egészen másra gondoltam-

source: Fine! Either way we need to head north of here. Let us escape to the north, and we will figure out where to go from there.
hu: Jól van! Akkor északra tartunk. Majd ha sikerült elmenekülnünk innen, akkor döntünk, hogy hova induljunk tovább.

source: Haldrad reaches the northern edge of map
hu: Haldrad eléri a térkép északi szélét

source: We are no longer surrounded, but the enemy will catch up if we don't keep moving!
hu: Kitörtünk a gyűrűből, de az ellenség elkap minket, ha nem maradunk mozgásban.

source: Well, so much for that...
hu: Nos, mennyi áldozat, és miért...

source: We are being over-run. I see movement on all sides, there is no escape.
hu: Körbevettek minket. Minden oldalról mozgást látok. Nincs menekvés.

source: Reversal
hu: Fordulat

source: Haldrad and Co. moved through the hills north of Wesmere and made it to Elensefar in good time.
hu: Haldrad a csapatával Wesmere-től északra menekült, majd épp időben Elensefarba jutottak.

source: When they arrived, however, there was a flag flying over the castle towers that was unfamiliar to Haldrad, though it was not unfamiliar to Dardrus. As the group approached the gates, they were approached by unfamiliar fighters. At least they were human...
hu: Amikor megérkeztek, a kastélytornyon Haldrad számára ismeretlen zászlót fújt a szél, ami viszont nem volt ismeretlen Dardrus számára. Ahogy a csapat megjelent a kapunál, ismeretlen harcosok vették körbe őket. De legalább emberek voltak...

source: Halt!
hu: Megállj!

source: He bears the crest of the defeated Queen! Arrest him!
hu: A legyőzött királynő címerét hordja a pajzsán! Fogjátok el!

source: Stop! He is with me, I employ him as a guide. We have come to warn you of the Khthon onslaught coming from the east.
hu: Lassan a testtel! Velem van, tekintsétek őt vendégnek. Azért jöttünk, hogy figyelmeztessünk titeket, hogy khthonok garázdálkodnak keleten.

source: (What are you talking about?)
hu: (Miről beszélsz?)

source: (Just trust me for now. You have no choice...)
hu: (Higgy nekem! Nincs más esélyed...)

source: You - you are one of the gods?
hu: Te - te is egy isten vagy?

source: Not exactly, but I am a friend. Please take us to see your Goddess.
hu: Nem egészen, de a barátjuk vagyok. Vezessetek az Istennőhöz!

source: Come with me!
hu: Gyertek velem!

source: <i>The human forces are allied with the red-eyed bastards... Echidna will not be pleased to hear that our enemy has the Angry Eye...</i>
hu: <i>Az emberek szövetségre léptek a vörösszemű szörnyekkel... Echidna nem fog örülni neki, hogy az ellenségeinknél van a Haragvó Szem...</i>

source: A New Vessal
hu: Az új test

source: A badly lacerated Echidna plummeted to the ground...
hu: A száz sebből vérző Echidna lezuhant a földre...

source: If it had not been for the soft landing provided by the swamp, Echidna would have perished. Anxious Khthon spirits scattered throughout the land came to Echidna's defense. There was nothing they could do to help her, but they stood vigil over her in her final hours. As she faced death, her stoicism was replaced by an impotent rage. She had been so close, damn the Nemesis! The kind, but unthinking eyes of the Khthon beasts were small comfort. Had she been successful, the world would have been flooded with the life-giving force...
hu: Szerencsére egy mocsárban landolt, így puhára esett, különben vége lett volna. A szétszóródott khthon szellemek nyugtalanul siettek Echidna védelmére. Semmiféle segítséget nem tudtak nyújtani neki, s csak virrasztottak fölötte utolsó óráiban. Ahogy Echidna szembesült az elmúlással, hirtelen tehetetlen düh szállta meg. Olyan közel volt már, az az átkozott Nemesis! Khthon állatkáinak kedves, de üres tekintete kevés vigaszt nyújtott. Ha sikerült volna, a világon szétáradt volna az életadó energia...

source: Just then, the ears of the beasts twiched and directed to the east. Someone was approaching...
hu: Egyszercsak az állatkák neszt hallottak, s kelet felé bámultak. Valaki közeledett...

source: <i>Leggon was the first to see it, a pale patch amidst the green of the forest and swamp. As he got closer, his heart sank. It was the nude corpse of a woman, either elf or northern human. Animals, including orcs, would kill and would pick bones clean. A naked corpse was the work of a murderer, or something worse. He rushed to her side to see if she was still alive...</i>
hu: <i>Leggon volt az első, aki meglátta őt, egy sápadt foltot a mocsár és az erdő zöldje közt. Ahogy közelebb ért, a szíve nagyot dobbant. Egy nő meztelen felsőtestét vette észre, vagy egy tünde, vagy egy északi nő lehetett. Az állatok, beleértve az orkokat is, áldozataikat a csontjaikig letisztogatták volna. A mezítelen test gyilkosságra, vagy valami még rosszabbra utalt. Odasietett a testhez, hogy lássa, hátha még életben van a nő...</i>

source: <i>Too late, he noticed she had no legs, but rather a large snake tail...</i> Echidna's hand shot out and pulled Leggon down. The elf was not the perfect vessal, but he would have to do. Carghanna's shattered frame gave a little spasm as Echidna left her for healthier pastures, then slid into the swamp water...
hu: <i>Késő, most vette csak észre, hogy nincs is lába, a helyén csak egy nagy kígyófarok található...</i> Echidna keze előrelendült, s ledöntötte Leggont a lábáról. A tünde nem volt épp tökéletes hordozótest, de nem volt más választása. Carghanna meggyötört teste összerándult, ahogy Echidna átköltözött egy egészségesebb testbe, majd lassan eltűnt a mocsár vizében...

source: As the snake-woman corpse slide out of sight, Echidna got to his feet and saw the horrified, hostile eyes of his former friends...
hu: Ahogy a kígyónő teste eltűnt, Echidna lábraállt, s szembetalálta magát korábbi barátai fenyegető, ellenséges tekintetével...

source: Slay the Elves
hu: Megölöd a tündéket

source: Death of Echidna/Leggon
hu: Echidna/Leggon meghal

source: What did I just see? Who are you!?
hu: Mit látok? Ki vagy te?

source: You saw nothing. A human woman died out here, but I slid her into the water. Her image will not be spoiled, she will not be carrion.
hu: Semmi különöset nem látsz. Egy emberi nő halt meg, de belesüllyesztettem a mocsárba. Nem fogják megszentségteleníteni a hulláját.

source: Don't evade my question, who are you?
hu: Ne térj ki a válasz elől, ki vagy te?

source: Echidna had been in a hurry, not all information was at her disposal. Who was this elf? She did not know...
hu: Echidnának sietnie kellett, nem mindent tudott kiszedni a tünde memóriájából. Hogy hívták ezt a tündét? Fogalma sincs...

source: Tough question, eh? Elves, be on guard! Leggon is not himself...
hu: Nehéz kérdés, mi? Tündék, fegyverbe! Leggon nincs magánál...

source: I don't like this... Try to capture him alive, but do whatever is necessary.
hu: Nem tetszik ez nekem... Próbáljátok meg élve elfogni, de ha másképp nem megy...

source: What are these beasts?
hu: Mik ezek a szörnyek?

source: Leggon, please don't do this.
hu: Leggon, kérlek ne tedd!

source: I am not Leggon...
hu: Én nem Leggon vagyok...

source: That should be the last of them! There is something about these people, I wonder if...
hu: Ez volt az utolsó közülük! Van ezekben a lényekben valami, esetleg...

source: I don't know who or what you are... But you cannot triumph over the Elves...
hu: Nem tudom, ki vagy mi vagy... De nem győzhetsz a tündék fölött...

source: Ah, at least I had a second chance... Sadly, the cold-hearted demons will rule this world...
hu: Á, de legalább volt egy második esélyem... Sajnos a kőszívű démonok fogják uralni a világot...
