Repository: wescamp/Trinity-1.10
Catalog: po/*.po
Languages: hu

source: Damn lizards! Did I give the signal!?
hu: Átkozott gyíkok! Megadtam a jelet?!

source: It's not ussss, we're sstill hiding...
hu: Nem mi voltunk, mi még rejtőzünk...

source: Whaa?
hu: Miiii?

source: Don't tell me you're plotting with the assassins, Garrasca! It was a mistake to take you scoudrels aboard!
hu: Nehogy azt mondd, hogy a gyilkosokkal szövetkeztél, Garrasca! Hiba volt, hogy titeket is a hajónkra vettünk, gazemberek!

source: We do what we must to survive... I'm sure you understand...
hu: Mindent megteszünk, hogy túléljünk... biztosan megérted...

source: (whispers) I can save you, human... But in return, you will tell me what I need to know...
hu: (suttog) Én megmenthetlek titeket, emberek... De cserébe szükségem lesz néhány információra...

source: Yes, anything! <i>(whew!)</i>
hu: Bármit! <i>(huhh!)</i>

source: I'm coming, Bresda! This one is not an assassin!
hu: Jövök, Bresda! Ez itt nem a gyilkosokhoz tartozik!

source: Then he is welcome, I guess. Once we take care of this bastard Garrasca.
hu: Akkor legyen üdvözölve közöttünk... remélem. Egyszer már le kell számolnunk ezzel a gazemberrel, Garrascával.

source: Rise! Show courage and defend yourself, or I will remove your cowardly head!
hu: Fegyverbe! Szedd össze magad, és harcolj, vagy lecsapom azt a gyáva fejedet!

source: Don't hide in the hut, we must rally to fight!
hu: Ne bújkálj a kunyhóban, harcolnunk kell!

source: Is anyone in here?
hu: Van itt valaki?

source: Rise! Help your friends!
hu: Talpra! Segíts a barátaidnak!

source: You are a parasite, Garrasca! Do your lizard friends understand that you will turn on them if you defeat us?
hu: Egy élősködő vagy, Garrasca! Tudják a gyík haverjaid, hogy ha velünk végeztetek, őket veszed sorra?

source: You don't need to worry about them...
hu: Miattuk nem kell aggódnod...

source: I'm wondering where you got that ship that you parasites managed to ruin. Who are the honest sea-folk that we shall avenge?
hu: Vajon honnan szereztétek azt a hajót, amit úgy lecsupaszítottatok, gazemberek. S ki lehet az a becsületes tengerjáró, akiért most bosszút állunk.

source: You are a chatty little whench...
hu: Felvágták a nyelved, te kis fruska...

source: (Indeed she is, but I think there is a purpose to it...)
hu: (Fel bizony, s azt hiszem, nem véletlenül...)

source: The other thing I'm wondering is where you got that lizard-man you were eating. Did you steal the ship from lizards?
hu: Ezenkívül még az is érdekes, hol vadásztad azt a gyíkembert, amit vacsoráztál. Talán a gyíkoktól loptad a hajót?

source: Don't be ridiculous...
hu: Ne légy nevetséges...

source: Ridiculous is stealing a ship, eating the crew, then back-stabbing your rescuers.
hu: Nevetséges, hogy ellopsz egy hajót, megzabálod a legénységet, aztán a megmentőidre támadsz?

source: That's not what happened, there was no lizard.
hu: Nem ez történt. Nem is voltak ott gyíkok.

source: Izara, there was no lizard, surely you can see what she is trying to do.
hu: Izara, nem gyíkok voltak, gondolom, te is látod, mit akar ez a fruska.

source: We don't ssail. Whoever you ate was not one of usss.
hu: Mi nem hajózunk. akármit vacsoráltál, az nem közülünk való volt.

source: You know what, it's making sense to me now. You didn't put the lizard man in chains, you probably found him like that.
hu: Most esett le, hogy erre nem gondoltam eddig. Nem te verted láncra a gyíkembert, hanem már úgy találtad.

source: Will someone please remove her tongue?
hu: Kivágná valaki a nyelvét?

source: Now, a normal person would have let the prisoner go to shore, but that is not your way. You saw the lizard as fresh meat.
hu: Persze egy becsületes ember szabadon engedte volna a rabot, de te nem vagy az. Te egyszerűen friss húst láttál a gyíkban.

source: Several moons ago, we were attacked by oness who did not look like you. They had a ship, and took several of our Oracles...
hu: Néhány hete megtámadtak minket valamiféle alakok, nem olyanok, mint ti. Hajóval jöttek, s elfogták néhány jövendőmondónkat...

source: Don't listen to her lies! We didn't eat anybody!
hu: Ne higgy a hazugságainak! Mi senkit se ettünk meg!

source: 'We didn't eat anybody'? Do you know how pathetic you sound? You are a fool, Garrasca! Many of us think you need to go.
hu: 'Mi senkit se ettünk meg'? Tudod, milyen szánalmas vagy? Ostoba alak vagy, Garrasca! Sokan gondoljuk, hogy jobb lenne a világ nélküled.

source: I do not need this... Dispatch the traitors.
hu: Ezt nem hiszem el... Halál az árulókra!

source: That's too bad... I found him amusing.
hu: Ez szörnyű... Milyen nagyszerű ember volt.

source: No!
hu: Nem!

source: I wish I ...
hu: Bárcsak seg...

source: Haha! A new home...
hu: Haha! Új otthon...

source: These lizards know nothing, I stumble blindly...
hu: Ezek a gyíkok semmit sem tudnak, vakon kell tapogatóznom...

source: This isn't going well...
hu: Rosszul áll a szénánk...

source: This changes nothing! We will still remove you from this land!
hu: Ez semmin nem változtat! Elzavarunk titeket a földünkről!

source: Garrasca was a bastard. We had picked up those rogues on a rock not far from here, their joke of a ship had taken on too much water.
hu: Garrasca egy állat volt. Arra a közeli sziklára lógatjuk fel ezeket a rablókat, túl sok gaztettet követtek el a vizeken ahhoz, hogy az befogadná őket holtukban.

source: We're clear! I never liked Garrasca, and there had been a schism in our group, but I never thought it would come to this... Thank you for your help, Masked One.
hu: Megszabadultunk tőlük! Sose szerettem Garrascát, megosztotta a csapatunkat, de azt nem hittem volna, hogy idáig fajulnak a dolgok... Köszönjük a segítségedet Jelmezes Férfiú.

source: She-
hu: A hölgy-

source: (Ahem!) You are most welcome, however now you can help me. Have you seen any structures or caverns on this island?
hu: (Khmm!) Igazán nincs mit, de most ti segíthettek nekem. Találkoztatok valamilyen építménnyel, barlanggal a szigeten?

source: Yes, we have seen a cavern, but we did not have a chance to investigate it.
hu: Igen, van egy barlang a szigeten, de még nem volt módunk feltérképezni.

source: You will show me this cave...
hu: Akkor megmutatjátok nekem ezt a barlangot...

source: Well, we need to establish our camp, but I suppose we have time to show you.
hu: Nos, tábort kell építenünk, de az időnkbe belefér, hogy megmutassuk azt a barlangot.

source: Grrrah! What are you?
hu: Hrrr! Mi vagy te?

source: Our friends from the hills have come to assist. Not even the Angel of Death can save them now...
hu: A barátaink a dombról végre ideértek. Még a Halál Angyala sem képes titeket megmenteni...

source: Cavern Entrance
hu: Barlangbejárat

source: Bresda and the shipwrecked sailors showed Nemesis the entrance to the cave. The sailors wanted to head back to their camp and set about mending their ship (it had not gone unnoticed that Nemesis wore pieces of their sail), but it soon became clear that that would not be possible...
hu: Bresda és a hajótöröttek megmutatták Nemesisnek a barlang bejáratát. A hajósok vissza akartak térni a táborukba, hogy a hajójuk javításával foglalkozzanak (nem kerülte el a figyelmüket, hogy Nemesis öltözéke az egyik vitorlájukból állt), de hamarosan nyilvánvalóvá vált, hogy ezt nem tehetik meg...

source: Reach the Entrance
hu: Eléred a bejáratot

source: That's the cave entrance up ahead. Good luck exploring. We should be going back to the shore.
hu: Ott a barlang bejárata. Sok szerencsét a feltáráshoz. Nekünk vissza kell mennünk a partra.

source: (No, you will not...)
hu: (Nem kell...)

source: There are more lizards!
hu: Még több gyík!

source: They keep pressing inward, they will not go away...
hu: Be akarnak nyomulni, nem mennek el...

source: Then we will make them disappear.
hu: Akkor megsemmisítjük őket.

source: This island is full of hostile natives. I guess we should stick together for now.
hu: Ez a sziget tele van ellenséges bennszülöttekkel. Azt hiszem, együtt kell maradnunk.

source: Then we will head into the cavern!
hu: Akkor irány a barlang!

source: Fire-breathers? Two can play that game.
hu: Tűzokádók? Kettőn áll a vásár!

source: Yes, fight fire with fire!
hu: Igen, harcoljunk tűzzel a tűz ellen!

source: You can now recruit Arsonists.
hu: Most már gyújtogatókat is toborozhatsz.

source: Fire doesn't appear to be so effective...
hu: A tűz nem látszik túl hatékonynak...

source: At least our Lore-Casters can still deal real damage to those things.
hu: De legalább tudós asszonyaink komoly sebzéseket ejtenek azokon az izéken.

source: Though beat, we were not broken...
hu: Megfogyva bár, de törve nem...

source: Them again!
hu: Kapjátok el őket!

source: If we can get to the cave, we'll be able to hold them. Or they can hold us, depends upon our new friend's plan.
hu: Ha elérjük a barlangot, kint tudjuk tartani őket. Vagy ők tarthatnak benn minket, ahogy új barátunk gondolja.

source: (She almost sounds like a person capable of reason...) Right, we will be on safer ground once we reach that cave.
hu: (Ez a fruska határozottan éleseszűnek tűnik...) Így van, a barlangban biztonságban leszünk.

source: Brother, if you must leave this land, don't forget the Clashers...
hu: Testvéreim, ha el kell hagynotok ezt a földet, ne feledkezzetek meg a vagdalkozókról...

source: Never! And we will not have to leave this land!
hu: Soha! Senki sem kényszeríthet minket elhagyni ezt a földet!

source: Come this way, all of you!
hu: Erre gyertek, mindnyájan!

source: Damn you, Evil One!
hu: Pokolra veled, Átkozott!

source: Haha! Vermin die!
hu: Haha! Hullik a férgese!

source: That was unfortunate...
hu: Ezt a pechet...

source: What the hell is this thing?
hu: Mi az ördög ez?

source: The Cave
hu: A barlangban

source: Once the sailors had made it into the cave, Nemesis moved large boulders to cause the entrance to collapse. They were safe from Drakes and Saurians, but could not leave the cavern the way they came.
hu: Ahogy a hajósok elérték a barlangot, Nemesis néhány nagy sziklát kiemelve beomlasztotta a bejáratot. A perzsekények és a gyíkok nem jöhettek be, de ők sem juthattak ki többet erre.

source: At a short distance into the cave, the path forked into two equally large passages, and Nemesis took the one to the right. This symmetry was common in the Pantheon structures.
hu: Ahogy elindultak a járatban, hamarosan egy elágazáshoz értek, Nemesis a jobb oldali járatban indult el. Az efféle szimmetria általános volt a Panteon épületeiben.

source: The path dropped down sharply, heading deep underground, before it ended in a polished marble slab. Nemesis' hopes were confirmed, this was a Pantheon structure. She was a little concerned that the slab did not move aside when she approached.
hu: A járat élesen lejtett lefelé, s mielőtt a mélyben megszakadt volna a járat, egy csiszolt márványlap zárta le az utat. Nemesis feltételezése beigazolódott. Ez egy Panteon volt. Kissé megütközött azon, hogy a márványlap nem siklott félre, mikor ő megjelent előtte.

source: Somewhere off to the side, one of the sailors called out. Word was passed along that he had found and enlarged a hole in the wall that led to a parallel tunnel. While this was a possible way around the slab, parallel tunnels were not in keeping with Pantheon architecture...
hu: Valahonnan a távolból az egyik hajós kiáltása hallatszott. A hajós egy lyukat talált az oldalfalban, s azt megnagyobbítva egy párhuzamos folyosóra bukkant. Az lehet, hogy a márványlapot megkerülő folyosót építettek, de egy párhuzamos folyosó nem tartozott a Panteon elemei közé...

source: Explore the Cave
hu: Feltárod a barlangot

source: It looks like this tunnel was carved out more recently than the earlier one.
hu: Úgy tűnt, ezt a folyosót nem is olyan régen vágták, szemben az előzővel, amely igen ősi volt.

source: Yes... I don't like this, but let us see where it leads.
hu: Nos... Ennek nem kéne itt lennie, de nézzük meg, hova vezet.

source: I hear voices, we have company...
hu: Hangokat hallok, társaságunk akadt...

source: Sounds like a dwarf.
hu: Mintha törpök lennének.

source: What's a 'dwarf'? That name doesn't sound familiar. But they are intruders.
hu: Mik azok a 'törpök'? Nem hallottam még róluk. Nekik sem kellene itt lenniük.

source: This abandoned camp gives us a place to gather...
hu: Ez az elhagyott táborhely alkalmas gyülekezőhelynek...

source: Dwarf mining operation! That would explain things!
hu: Törp bányászterületen vagyunk! Ez megmagyarázza a dolgokat!

source: How does that explain 'things'?
hu: Hogy magyarázza ez a 'dolgokat'?

source: They are carving out the metals and ores in this earth-
hu: Érceket és fémeket bányásznak a föld méhéből-

source: Carving out metals!?
hu: Fémeket bányásznak?!

source: Of course, this ground is full of veins of copper!
hu: Persze, ez a föld tele van réztelérekkel!

source: Be silent, Aitel!
hu: Fogd be a szád, Aitel!

source: (I need to interrogate the loose-lipped leader...)
hu: (Ki kell vallassam azt a szájbefogató vezért...)

source: And of course, by 'interrogate', Nemesis meant 'kill'.
hu: Természetesen a 'kivallatni' Nemesis szótárában azt jelenti 'megölni'.

source: What is THAT?
hu: EZ micsoda?

source: Where did you get that?
hu: Honnan kerítettétek ezt?

source: We found it... Why should I tell you?
hu: Találtuk... Miért kéne elárulnom?

source: You didn't just pull metal out of the wall, you plundered the dead! That's what the other one meant by 'live one'!
hu: Ti nemcsak a fémeket szedtétek ki a falakból, de a holtakat is kifosztottátok! Erre gondolt előbb az a másik mütyür 'hiszen ez él'!

source: There were dead, but-
hu: Voltak itt halottak is, de-

source: CEASE YOUR NOISE! All of your kind will be a sacrifice to the wronged souls of the dead! Not one of you shall leave this cave!
hu: ELÉG A SÜKET DUMÁBÓL! Az utolsó mütyürig mindet feláldozzuk a holtak megzavart szellemeinek! Egy sem hagyhatja el élve ezt a barlangot!

source: Flooding... That is a bad sign...
hu: Örvény... Ez rosszat jelent...

source: It looks like there was a bridge, but it has been destroyed.
hu: Úgy tűnik, volt itt egy híd, de lerombolták.

source: The floodwater is deep, but there are a couple of large rocks on the other side.
hu: Az örvénylő víz igen mély, de egy csomó szikla van a túloldalon.

source: I wonder...
hu: Talán ha...

source: (Grmph!)
hu: (Hó-rukk!)

source: A way for the others to cross...
hu: Most már mások is átjöhetnek...

source: This looks like some sort of workshop for forging the metal into ingots for transport...
hu: Ez egy kohóra hasonlít, ahol fémbugákat készítenek az ércekből, hogy elszállíthassák őket...

source: Another temporary structure we can use to ready forces.
hu: Még egy átmeneti épület, amit az egységeink toborzására használhatunk.

source: Ah, I guess I'll never get back to Knalga, for now I die.
hu: Á, azt hiszem, sose jutok vissza Knalgába, mert itt halok meg.

source: Don't be silly, think not of death... Now what are you doing here?
hu: Ne légy buta, ne gondolj a halálra... Tehát, mit kerestek itt?

source: We're taking copper out of the walls, this place is loaded with it! It'll be worth a fortune if we can get it back to the Continent!
hu: Rezet bányászunk a falakból, rengeteg van bennnük. Nagy szerencse lenne, ha vissza tudnánk szállítani a kontinensre!

source: How much copper have you taken? What else have you done here, aside from destroy the copper web?
hu: Mennyi rezet bányásztatok ki? S mi mást csináltatok még azon kívül, hogy szétbarmoltátok a rézhálót?

source: There was a small chamber with jewels. It almost looked like it would be magical, like it served some purpose, but there were no runes. I'll split it with you, 50/50?
hu: találtunk egy kis termet is, tele drágakövekkel. Majdnem olyanok voltak, mint a mágikus szer

source: You destroyed...ARGH! (How many died because of this little rat's actions?)
hu: Ti elpusztítotottátok a... ÁÁÁHHH! (Hányan pusztultak el ezeknek a mütyürke patkányoknak az akciója miatt?)

source: Ow! You said you wouldn't kill me.
hu: Aú! Azt mondtad, nem fogsz megölni.

source: I never said any such thing!
hu: Én ilyesmit soha nem mondtam!

source: The greed and ... audacity of the little hairy ones seals their fate, kill them all!
hu: A kapzsiságuk és... az arcátlanságuk ezeknek a mütyürke szőrös fickóknak megpecsételte a sorsukat, öljétek meg mindet!

source: Death was too pleasant a fate for them, but there were few options available. Behind the great stone slab is a tomb for those who were killed in their sleep. Let us hope the other path leads to a happier story...
hu: A halál túl kegyes végzet ahhoz képest, amit tettek, de más lehetőség nem kínálkozott. A nagy kőlap mögött van azoknak a sírja, akiket álmukban öltek meg. Reméljük, a másik járat szerencsésebb helyre visz...

source: It's a live one!
hu: Hiszen ez él!

source: What do you mean?
hu: És ez miért olyan meglepő?

source: Don't answer, $second_unit.name|!
hu: Hallgass, $second_unit.name|!

source: If only ...
hu: Bárcsak...

source: A fresh supply of miners have arrived, and none too soon. We'll show these harpies!
hu: Újabb bányászcsapat érkezett, s nem is túl korán. Majd megmutatjuk ezeknek a szörnyetegeknek!

source: Engine Room
hu: Gépház

source: After the dwarves had been completely exterminated, Nemesis headed back up to original path fork with a heavy heart and an unpleasant metallic taste in her mouth. The second path also ended in a marble slab, but this one did slide down into the ground as Nemesis approached.
hu: Miután a törpöket mind egy szálig kiirtották, Nemesis nehéz szívvel visszatért az eredeti járathoz, szájában kellemetlen fémízt érzett. A másik járat szintén egy márványlappal zárult, de ez azonnal a földbe süllyedt, ahogy Nemesis megjelent.

source: Nemesis rushed through the vacant hall to an altar constructed of a variety of gems and metals. A brief ceremony caused the hall and the gems on the altar to glow with an unnatural blue light. The gems formed a map, indicating the status of other Primeval installations. Most gems were faint, indicating a loss, but some were strong blue indicating they were intact but dormant. Four were glowing white, indicating activity. The center white gem represented the one in which Nemesis stood. Two of the others probably represented the chambers that had until recently housed Athanta and Ares and herself.
hu: Nemesis átment az üres termen egy oltárhoz, amely különböző fémekből és drágakövekből készült. Rövid ceremónia után a termet és az oltárt földöntúli kék fény öntötte el. A drágakövek egy térképet formáztak, amely más antik szerkezetek állapotát mutatta. A legtöbb drágakő halványan derengett, ezek mutatták a veszteségeket, de néhány éles kék fénnyel világított, ami arra utalt, hogy érintetlenek, bár használaton kívül vannak. Négy fehéren világító drágakő jelzett aktivitást. A középső fehér fényű drágakő jelezte Nemesis aktuális pozícióját. Másik kettő jelezte azt a helyet, ahol a közelmúltban Athanta, Ares és ő maga tartózkodtak.

source: But the fourth? She would have to find out. The altar indicated that it was to the East. Ponce and Bresda watched Nemesis move her hands over the gems in a repetitive way for a while before she told them something was wrong and to follow her deeper into the blue-lit cavern. Along the way, Nemesis stopped at a small alcove to retrieve some supplies. Bresda inhaled sharply as Nemesis shed her cloth shroud and donned the new gold plates and rock-wool toga, revealing dark feathered wings.
hu: És a negyedik? Meg kell tudnia. Az oltár szerint keletre kell mennie. Ponce és Bresda látták, amint Nemesis többször megérintett néhány drágakövet, majd feléjük fordulva azt mondta, hogy valami elromlott, s kövessék őt a kékfényű barlang mélyére. Útközben Nemesis megállt egy kis fali fülkénél, hogy lecserélje a szerelését. Bresda szeme elkerekedett, mikor Nemesis elhajította a testét fedő vitorlát, s előtűnt sötét, tollas szárnya. A fülkéből egy muflongyapjú tógát vett elő, majd magára öltötte egy aranyszínű vérttel egyetemben.

source: Ponce also inhaled sharply, when he saw the look on Breda's face as she gazed upon the winged one. 'Bresda is no fool, but she is far too fascinated with our new friend,' he thought to himself. 'I begin to fear she would not just kill for her, die for her, but would throw the rest of us upon that same altar...'
hu: Ponce ugyancsak meglepődött, mikor Bresdára nézett, aki megbűvölten nézte a szárnyas alakot. 'Bresda nem bolond, de túlzottan is elkápráztatja új barátunk' - gondolta magában - 'kezdem azt hinni, hogy nemcsak ölni lenne képes érte, hanem meghalni is, s akár még fel is áldozna minket, többieket egy oltáron, ha...'

source: Clear out the Engine Room
hu: Megtisztítod a géptermet

source: This is the Engine Room, all accessible parts of this structure's Engine are here-
hu: Ez a gépház, minden szerkezet elérhető innen-

source: This island has an Engine? What does that mean?
hu: Ezen a szigeten van egy gép? S miféle?

source: <i>(Hush, Bresda! Do you want her to turn on us?)</i>
hu: <i>(Csitt, Bresda! Azt akarod, hogy ellenünk forduljon?)</i>

source: No, I do not mind the questions. Our structures can move, they would be crushed over the centuries if they could not. The Engine is like a sail that needs no wind, but it is not working now. If we fix it, we move this island East.
hu: Nyugodtan kérdezhettek. A szerkezetünk képes mozogni, bizonyára meghibásodott valamelyik része a századok során, most ezért nem indul el.A gép olyan, mint egy hajó, de nem kell szél a mozgatásához. Ha kijavítjuk, a szigettel keletre megyünk.

source: You are not going anywhere! Brutal killers such as yourselves belong at the bottom of the sea.
hu: Nem mész innen sehova! A magadfajta tömeggyilkosnak a tenger fenekén a helye.

source: More of them! The little hairy ones have caused so much trouble...
hu: Még több mütyürke! Ezek a szőrös fickók annyi problémát okoznak...

source: There is something else out there.
hu: Van itt valami más is.

source: We shall destroy all who damage our Engine!
hu: Mindent meg kell semmisítenünk, ami megrongálhatja a gépünket!

source: All of this water, we could use the skills of-
hu: Ez a sok víz, talán jó hasznát vehetnénk-

source: Bresda! What are you doing?
hu: Bresda! Mit csinálsz?

source: See those wings? What if that is Ishtu?
hu: Láttad a szárnyait? Mi van, ha ő Ishtu?

source: Foolish girl...
hu: Te nem vagy komplett...

source: What are you two talking about?!
hu: Miről beszéltek ti ott?!

source: We were discussing strategy. Some of us can swim in this water.
hu: Stratégiai megbeszélést tartottunk. Közülünk néhányan nagyon jól úsznak.

source: You can now recruit Swimmers
hu: Most már úszókat is toborozhatsz

source: Murderous beasts! I only wish had had taken down more of ya. If there be any justice in this world, you will never make it past the reefs...
hu: Gyilkos vadállatok! Bárcsak többetekkel végezhettem vóna! Ha van igazság a világon, akkor nem juttok túl a zátonyokon

source: Stop babbling!
hu: Sok a szöveg!

source: They have done so much damage, but now we can think about moving onward.
hu: Sok mindent megrongáltak, de most már gondolkodhatunk az indulásról.

source: Yes! We will strike out and crush those who stand in our way!
hu: Igen! Kitörünk, és eltaposunk mindenkit, aki az utnkba áll!

source: (whispers: Bresda, what are you doing...)
hu: (suttog: Bresda, biztos, hogy jól vagy...)

source: That is the last of them. The cavern is clear.
hu: Ez volt az utolsó. A barlangot megtisztítottuk.

source: Well done. Let us see find out why the Engine is dormant.
hu: Nagyszerű. Nézzük, miért nem indult be a gépezet.

source: Hhhissss!
hu: Hhhisssszzz!

source: What the hell are these things?
hu: Hát ezek meg mik?

source: Like nothing I've ever seen, but the world has changed...
hu: Semmi olyan, amit ismerek, kicsit megváltozott a világ...
